{
  "artist": "Krewella",
  "overall_vad": {
    "valence": 3.42,
    "arousal": 3.78,
    "dominance": 3.28
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "Let's make this fleeting moment last forever So tell me, what you waitin' for? I'm gonna keep it frozen here forever There's no regretting anymore",
      "valence": 2.88,
      "arousal": 3.24,
      "dominance": 3.37
    },
    {
      "chunk_id": 2,
      "lyrics_text": "So tell me, what you waitin' for? I'm gonna keep it frozen here forever There's no regretting anymore It's worth to wait, even so far away",
      "valence": 2.77,
      "arousal": 3.28,
      "dominance": 3.34
    },
    {
      "chunk_id": 3,
      "lyrics_text": "I'm gonna keep it frozen here forever There's no regretting anymore It's worth to wait, even so far away I'm making the night mine until the day I die",
      "valence": 2.52,
      "arousal": 3.34,
      "dominance": 3.21
    },
    {
      "chunk_id": 4,
      "lyrics_text": "There's no regretting anymore It's worth to wait, even so far away I'm making the night mine until the day I die No light to break when you're hangin' by fate",
      "valence": 2.66,
      "arousal": 3.31,
      "dominance": 3.21
    },
    {
      "chunk_id": 5,
      "lyrics_text": "It's worth to wait, even so far away I'm making the night mine until the day I die No light to break when you're hangin' by fate You know what it feels like when you're dancing blind",
      "valence": 2.55,
      "arousal": 3.35,
      "dominance": 2.68
    },
    {
      "chunk_id": 6,
      "lyrics_text": "I'm making the night mine until the day I die No light to break when you're hangin' by fate You know what it feels like when you're dancing blind All alone just the beat inside my soul",
      "valence": 2.75,
      "arousal": 3.68,
      "dominance": 2.98
    },
    {
      "chunk_id": 7,
      "lyrics_text": "No light to break when you're hangin' by fate You know what it feels like when you're dancing blind All alone just the beat inside my soul Take me home where my dreams are made of gold",
      "valence": 3.19,
      "arousal": 3.52,
      "dominance": 2.95
    },
    {
      "chunk_id": 8,
      "lyrics_text": "You know what it feels like when you're dancing blind All alone just the beat inside my soul Take me home where my dreams are made of gold In the zone where the beat is uncontrolled",
      "valence": 3.22,
      "arousal": 3.48,
      "dominance": 3.08
    },
    {
      "chunk_id": 9,
      "lyrics_text": "All alone just the beat inside my soul Take me home where my dreams are made of gold In the zone where the beat is uncontrolled I know what it feels like",
      "valence": 3.04,
      "arousal": 3.42,
      "dominance": 3.19
    },
    {
      "chunk_id": 10,
      "lyrics_text": "Take me home where my dreams are made of gold In the zone where the beat is uncontrolled I know what it feels like Come on, make me feel alive!",
      "valence": 3.77,
      "arousal": 3.99,
      "dominance": 3.36
    },
    {
      "chunk_id": 11,
      "lyrics_text": "In the zone where the beat is uncontrolled I know what it feels like Come on, make me feel alive! Feel alive...",
      "valence": 3.89,
      "arousal": 4.18,
      "dominance": 3.45
    },
    {
      "chunk_id": 12,
      "lyrics_text": "I know what it feels like Come on, make me feel alive! Feel alive... Meet me under shining lights",
      "valence": 3.97,
      "arousal": 4.13,
      "dominance": 3.47
    },
    {
      "chunk_id": 13,
      "lyrics_text": "Come on, make me feel alive! Feel alive... Meet me under shining lights I've been waiting right here all my life",
      "valence": 3.9,
      "arousal": 4.11,
      "dominance": 3.64
    },
    {
      "chunk_id": 14,
      "lyrics_text": "Feel alive... Meet me under shining lights I've been waiting right here all my life Feelings you can't deny that you're living",
      "valence": 3.75,
      "arousal": 3.64,
      "dominance": 3.34
    },
    {
      "chunk_id": 15,
      "lyrics_text": "Meet me under shining lights I've been waiting right here all my life Feelings you can't deny that you're living Open up your eyes",
      "valence": 3.21,
      "arousal": 3.42,
      "dominance": 3.23
    },
    {
      "chunk_id": 16,
      "lyrics_text": "I've been waiting right here all my life Feelings you can't deny that you're living Open up your eyes And I just wanna sink into your crazy laughter",
      "valence": 3.6,
      "arousal": 3.88,
      "dominance": 3.17
    },
    {
      "chunk_id": 17,
      "lyrics_text": "Feelings you can't deny that you're living Open up your eyes And I just wanna sink into your crazy laughter Come on make me feel until the pain don't matter",
      "valence": 3.6,
      "arousal": 3.89,
      "dominance": 3.27
    },
    {
      "chunk_id": 18,
      "lyrics_text": "Open up your eyes And I just wanna sink into your crazy laughter Come on make me feel until the pain don't matter Every second here makes my heart beat faster",
      "valence": 3.87,
      "arousal": 4.02,
      "dominance": 3.29
    },
    {
      "chunk_id": 19,
      "lyrics_text": "And I just wanna sink into your crazy laughter Come on make me feel until the pain don't matter Every second here makes my heart beat faster Finally think I found what I'm chasing after",
      "valence": 3.72,
      "arousal": 4.06,
      "dominance": 3.26
    },
    {
      "chunk_id": 20,
      "lyrics_text": "Come on make me feel until the pain don't matter Every second here makes my heart beat faster Finally think I found what I'm chasing after All alone just the beat inside my soul",
      "valence": 2.94,
      "arousal": 3.81,
      "dominance": 3.35
    },
    {
      "chunk_id": 21,
      "lyrics_text": "Every second here makes my heart beat faster Finally think I found what I'm chasing after All alone just the beat inside my soul Take me home where my dreams are made of gold",
      "valence": 3.56,
      "arousal": 3.88,
      "dominance": 3.1
    },
    {
      "chunk_id": 22,
      "lyrics_text": "Finally think I found what I'm chasing after All alone just the beat inside my soul Take me home where my dreams are made of gold In the zone where the beat is uncontrolled",
      "valence": 3.19,
      "arousal": 3.41,
      "dominance": 3.11
    },
    {
      "chunk_id": 23,
      "lyrics_text": "All alone just the beat inside my soul Take me home where my dreams are made of gold In the zone where the beat is uncontrolled I know what it feels like",
      "valence": 3.04,
      "arousal": 3.42,
      "dominance": 3.19
    },
    {
      "chunk_id": 24,
      "lyrics_text": "Take me home where my dreams are made of gold In the zone where the beat is uncontrolled I know what it feels like Come on, make me feel alive!",
      "valence": 3.77,
      "arousal": 3.99,
      "dominance": 3.36
    },
    {
      "chunk_id": 25,
      "lyrics_text": "In the zone where the beat is uncontrolled I know what it feels like Come on, make me feel alive! Feel alive...",
      "valence": 3.89,
      "arousal": 4.18,
      "dominance": 3.45
    },
    {
      "chunk_id": 26,
      "lyrics_text": "I know what it feels like Come on, make me feel alive! Feel alive... Come on, make me feel alive!",
      "valence": 3.93,
      "arousal": 4.25,
      "dominance": 3.41
    },
    {
      "chunk_id": 27,
      "lyrics_text": "Come on, make me feel alive! Feel alive... Come on, make me feel alive! Feel alive...",
      "valence": 4.05,
      "arousal": 4.26,
      "dominance": 3.56
    },
    {
      "chunk_id": 28,
      "lyrics_text": "Feel alive... Come on, make me feel alive! Feel alive... Come on, make me feel alive!",
      "valence": 4.02,
      "arousal": 4.31,
      "dominance": 3.5
    },
    {
      "chunk_id": 29,
      "lyrics_text": "Come on, make me feel alive! Feel alive... Come on, make me feel alive! Feel alive...",
      "valence": 4.05,
      "arousal": 4.26,
      "dominance": 3.56
    }
  ]
}