{
  "artist": "Nico & Vinz",
  "overall_vad": {
    "valence": 2.78,
    "arousal": 3.39,
    "dominance": 3.11
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "Am I wrong for thinking out the box from where I stay? Am I wrong for saying that I'll choose another way? I ain't trying to do what everybody else doing Just cause everybody doing what they all do",
      "valence": 2.85,
      "arousal": 3.31,
      "dominance": 3.1
    },
    {
      "chunk_id": 2,
      "lyrics_text": "Am I wrong for saying that I'll choose another way? I ain't trying to do what everybody else doing Just cause everybody doing what they all do If one thing I know, how far would I grow?",
      "valence": 2.92,
      "arousal": 3.32,
      "dominance": 3.06
    },
    {
      "chunk_id": 3,
      "lyrics_text": "I ain't trying to do what everybody else doing Just cause everybody doing what they all do If one thing I know, how far would I grow? I'm walking down this road of mine, this road that I call home",
      "valence": 2.93,
      "arousal": 3.24,
      "dominance": 3.07
    },
    {
      "chunk_id": 4,
      "lyrics_text": "Just cause everybody doing what they all do If one thing I know, how far would I grow? I'm walking down this road of mine, this road that I call home So am I wrong for thinking that we could be something for real?",
      "valence": 3.04,
      "arousal": 3.29,
      "dominance": 3.02
    },
    {
      "chunk_id": 5,
      "lyrics_text": "If one thing I know, how far would I grow? I'm walking down this road of mine, this road that I call home So am I wrong for thinking that we could be something for real? Now am I wrong for trying to reach the things that I can't see?",
      "valence": 2.99,
      "arousal": 3.27,
      "dominance": 3.03
    },
    {
      "chunk_id": 6,
      "lyrics_text": "I'm walking down this road of mine, this road that I call home So am I wrong for thinking that we could be something for real? Now am I wrong for trying to reach the things that I can't see? But that's just how I feel, that's just how I feel",
      "valence": 2.8,
      "arousal": 3.44,
      "dominance": 3.17
    },
    {
      "chunk_id": 7,
      "lyrics_text": "So am I wrong for thinking that we could be something for real? Now am I wrong for trying to reach the things that I can't see? But that's just how I feel, that's just how I feel That's just how I feel trying to reach the things that I can't see",
      "valence": 2.75,
      "arousal": 3.36,
      "dominance": 3.04
    },
    {
      "chunk_id": 8,
      "lyrics_text": "Now am I wrong for trying to reach the things that I can't see? But that's just how I feel, that's just how I feel That's just how I feel trying to reach the things that I can't see Am I tripping for having a vision?",
      "valence": 2.66,
      "arousal": 3.33,
      "dominance": 3.05
    },
    {
      "chunk_id": 9,
      "lyrics_text": "But that's just how I feel, that's just how I feel That's just how I feel trying to reach the things that I can't see Am I tripping for having a vision? My prediction; I'mma be on the top of the world",
      "valence": 3.02,
      "arousal": 3.4,
      "dominance": 3.2
    },
    {
      "chunk_id": 10,
      "lyrics_text": "That's just how I feel trying to reach the things that I can't see Am I tripping for having a vision? My prediction; I'mma be on the top of the world Hope you, hope you don't look back, always do what you decide",
      "valence": 3.22,
      "arousal": 3.5,
      "dominance": 3.06
    },
    {
      "chunk_id": 11,
      "lyrics_text": "Am I tripping for having a vision? My prediction; I'mma be on the top of the world Hope you, hope you don't look back, always do what you decide Don't let them control your life, that's just how I feel",
      "valence": 3.0,
      "arousal": 3.65,
      "dominance": 3.25
    },
    {
      "chunk_id": 12,
      "lyrics_text": "My prediction; I'mma be on the top of the world Hope you, hope you don't look back, always do what you decide Don't let them control your life, that's just how I feel Fight for yours and don't let go, don't let them compare you, no",
      "valence": 3.5,
      "arousal": 3.78,
      "dominance": 3.32
    },
    {
      "chunk_id": 13,
      "lyrics_text": "Hope you, hope you don't look back, always do what you decide Don't let them control your life, that's just how I feel Fight for yours and don't let go, don't let them compare you, no Don't worry, you're not alone, that's just how we feel",
      "valence": 3.17,
      "arousal": 3.57,
      "dominance": 3.2
    },
    {
      "chunk_id": 14,
      "lyrics_text": "Don't let them control your life, that's just how I feel Fight for yours and don't let go, don't let them compare you, no Don't worry, you're not alone, that's just how we feel So am I wrong for thinking that we could be something for real?",
      "valence": 2.86,
      "arousal": 3.6,
      "dominance": 3.36
    },
    {
      "chunk_id": 15,
      "lyrics_text": "Fight for yours and don't let go, don't let them compare you, no Don't worry, you're not alone, that's just how we feel So am I wrong for thinking that we could be something for real? Now am I wrong for trying to reach the things that I can't see?",
      "valence": 2.86,
      "arousal": 3.47,
      "dominance": 3.39
    },
    {
      "chunk_id": 16,
      "lyrics_text": "Don't worry, you're not alone, that's just how we feel So am I wrong for thinking that we could be something for real? Now am I wrong for trying to reach the things that I can't see? But that's just how I feel, that's just how I feel",
      "valence": 2.81,
      "arousal": 3.41,
      "dominance": 3.33
    },
    {
      "chunk_id": 17,
      "lyrics_text": "So am I wrong for thinking that we could be something for real? Now am I wrong for trying to reach the things that I can't see? But that's just how I feel, that's just how I feel That's just how I feel trying to reach the things that I can't see",
      "valence": 2.75,
      "arousal": 3.36,
      "dominance": 3.04
    },
    {
      "chunk_id": 18,
      "lyrics_text": "Now am I wrong for trying to reach the things that I can't see? But that's just how I feel, that's just how I feel That's just how I feel trying to reach the things that I can't see If you tell me I'm wrong, wrong",
      "valence": 2.58,
      "arousal": 3.33,
      "dominance": 3.06
    },
    {
      "chunk_id": 19,
      "lyrics_text": "But that's just how I feel, that's just how I feel That's just how I feel trying to reach the things that I can't see If you tell me I'm wrong, wrong I don't wanna be right, right",
      "valence": 2.74,
      "arousal": 3.33,
      "dominance": 3.12
    },
    {
      "chunk_id": 20,
      "lyrics_text": "That's just how I feel trying to reach the things that I can't see If you tell me I'm wrong, wrong I don't wanna be right, right If you tell me I'm wrong, wrong",
      "valence": 2.68,
      "arousal": 3.32,
      "dominance": 2.93
    },
    {
      "chunk_id": 21,
      "lyrics_text": "If you tell me I'm wrong, wrong I don't wanna be right, right If you tell me I'm wrong, wrong I don't wanna be right",
      "valence": 2.37,
      "arousal": 3.34,
      "dominance": 3.07
    },
    {
      "chunk_id": 22,
      "lyrics_text": "I don't wanna be right, right If you tell me I'm wrong, wrong I don't wanna be right If you tell me I'm wrong, wrong",
      "valence": 2.33,
      "arousal": 3.38,
      "dominance": 2.97
    },
    {
      "chunk_id": 23,
      "lyrics_text": "If you tell me I'm wrong, wrong I don't wanna be right If you tell me I'm wrong, wrong I don't wanna be right, right",
      "valence": 2.36,
      "arousal": 3.37,
      "dominance": 3.09
    },
    {
      "chunk_id": 24,
      "lyrics_text": "I don't wanna be right If you tell me I'm wrong, wrong I don't wanna be right, right If you tell me I'm wrong, wrong",
      "valence": 2.34,
      "arousal": 3.41,
      "dominance": 2.96
    },
    {
      "chunk_id": 25,
      "lyrics_text": "If you tell me I'm wrong, wrong I don't wanna be right, right If you tell me I'm wrong, wrong I don't wanna be right",
      "valence": 2.37,
      "arousal": 3.34,
      "dominance": 3.07
    },
    {
      "chunk_id": 26,
      "lyrics_text": "I don't wanna be right, right If you tell me I'm wrong, wrong I don't wanna be right So am I wrong for thinking that we could be something for real?",
      "valence": 2.58,
      "arousal": 3.42,
      "dominance": 3.16
    },
    {
      "chunk_id": 27,
      "lyrics_text": "If you tell me I'm wrong, wrong I don't wanna be right So am I wrong for thinking that we could be something for real? Now am I wrong for trying to reach the things that I can't see?",
      "valence": 2.57,
      "arousal": 3.45,
      "dominance": 3.14
    },
    {
      "chunk_id": 28,
      "lyrics_text": "I don't wanna be right So am I wrong for thinking that we could be something for real? Now am I wrong for trying to reach the things that I can't see? But that's just how I feel, that's just how I feel",
      "valence": 2.59,
      "arousal": 3.45,
      "dominance": 3.18
    },
    {
      "chunk_id": 29,
      "lyrics_text": "So am I wrong for thinking that we could be something for real? Now am I wrong for trying to reach the things that I can't see? But that's just how I feel, that's just how I feel That's just how I feel trying to reach the things that I can't see",
      "valence": 2.75,
      "arousal": 3.36,
      "dominance": 3.04
    },
    {
      "chunk_id": 30,
      "lyrics_text": "Now am I wrong for trying to reach the things that I can't see? But that's just how I feel, that's just how I feel That's just how I feel trying to reach the things that I can't see That's just how I feel",
      "valence": 2.7,
      "arousal": 3.31,
      "dominance": 3.1
    },
    {
      "chunk_id": 31,
      "lyrics_text": "But that's just how I feel, that's just how I feel That's just how I feel trying to reach the things that I can't see That's just how I feel That's just how I feel",
      "valence": 2.94,
      "arousal": 3.32,
      "dominance": 3.17
    },
    {
      "chunk_id": 32,
      "lyrics_text": "That's just how I feel trying to reach the things that I can't see That's just how I feel That's just how I feel That's just how I feel trying to reach the things that I can't see",
      "valence": 2.93,
      "arousal": 3.18,
      "dominance": 2.92
    }
  ]
}