{
  "artist": "Masked Wolf",
  "overall_vad": {
    "valence": 2.8,
    "arousal": 3.37,
    "dominance": 3.22
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "Astro-naut What you know about rollin' down in the deep? When your brain goes numb, you can call that mental freeze When these people talk too much, put that shit in slow motion, yeah",
      "valence": 2.75,
      "arousal": 3.17,
      "dominance": 3.09
    },
    {
      "chunk_id": 2,
      "lyrics_text": "What you know about rollin' down in the deep? When your brain goes numb, you can call that mental freeze When these people talk too much, put that shit in slow motion, yeah I feel like an astronaut in the ocean, ayy",
      "valence": 2.79,
      "arousal": 3.35,
      "dominance": 3.03
    },
    {
      "chunk_id": 3,
      "lyrics_text": "When your brain goes numb, you can call that mental freeze When these people talk too much, put that shit in slow motion, yeah I feel like an astronaut in the ocean, ayy What you know about rollin' down in the deep?",
      "valence": 2.73,
      "arousal": 3.38,
      "dominance": 3.06
    },
    {
      "chunk_id": 4,
      "lyrics_text": "When these people talk too much, put that shit in slow motion, yeah I feel like an astronaut in the ocean, ayy What you know about rollin' down in the deep? When your brain goes numb, you can call that mental freeze",
      "valence": 2.67,
      "arousal": 3.43,
      "dominance": 3.07
    },
    {
      "chunk_id": 5,
      "lyrics_text": "I feel like an astronaut in the ocean, ayy What you know about rollin' down in the deep? When your brain goes numb, you can call that mental freeze When these people talk too much, put that shit in slow motion, yeah",
      "valence": 2.84,
      "arousal": 3.27,
      "dominance": 3.01
    },
    {
      "chunk_id": 6,
      "lyrics_text": "What you know about rollin' down in the deep? When your brain goes numb, you can call that mental freeze When these people talk too much, put that shit in slow motion, yeah I feel like an astronaut in the ocean",
      "valence": 2.8,
      "arousal": 3.34,
      "dominance": 3.01
    },
    {
      "chunk_id": 7,
      "lyrics_text": "When your brain goes numb, you can call that mental freeze When these people talk too much, put that shit in slow motion, yeah I feel like an astronaut in the ocean She say that I'm cool (damn straight)",
      "valence": 2.84,
      "arousal": 3.72,
      "dominance": 3.4
    },
    {
      "chunk_id": 8,
      "lyrics_text": "When these people talk too much, put that shit in slow motion, yeah I feel like an astronaut in the ocean She say that I'm cool (damn straight) I'm like, \"Yeah, that's true\" (that's true)",
      "valence": 2.93,
      "arousal": 3.65,
      "dominance": 3.51
    },
    {
      "chunk_id": 9,
      "lyrics_text": "I feel like an astronaut in the ocean She say that I'm cool (damn straight) I'm like, \"Yeah, that's true\" (that's true) I believe in G-O-D (ayy)",
      "valence": 3.24,
      "arousal": 3.55,
      "dominance": 3.4
    },
    {
      "chunk_id": 10,
      "lyrics_text": "She say that I'm cool (damn straight) I'm like, \"Yeah, that's true\" (that's true) I believe in G-O-D (ayy) Don't believe in T-H-O-T",
      "valence": 2.71,
      "arousal": 3.56,
      "dominance": 3.7
    },
    {
      "chunk_id": 11,
      "lyrics_text": "I'm like, \"Yeah, that's true\" (that's true) I believe in G-O-D (ayy) Don't believe in T-H-O-T She keep playing me dumb (play me)",
      "valence": 2.89,
      "arousal": 3.4,
      "dominance": 3.5
    },
    {
      "chunk_id": 12,
      "lyrics_text": "I believe in G-O-D (ayy) Don't believe in T-H-O-T She keep playing me dumb (play me) I'ma play her for fun (uh-huh)",
      "valence": 2.91,
      "arousal": 3.37,
      "dominance": 3.58
    },
    {
      "chunk_id": 13,
      "lyrics_text": "Don't believe in T-H-O-T She keep playing me dumb (play me) I'ma play her for fun (uh-huh) Y'all don't really know my mental",
      "valence": 2.64,
      "arousal": 3.37,
      "dominance": 3.4
    },
    {
      "chunk_id": 14,
      "lyrics_text": "She keep playing me dumb (play me) I'ma play her for fun (uh-huh) Y'all don't really know my mental Lemme give you the picture like stencil",
      "valence": 2.84,
      "arousal": 3.22,
      "dominance": 3.31
    },
    {
      "chunk_id": 15,
      "lyrics_text": "I'ma play her for fun (uh-huh) Y'all don't really know my mental Lemme give you the picture like stencil Falling out, in a drought",
      "valence": 2.9,
      "arousal": 3.11,
      "dominance": 3.17
    },
    {
      "chunk_id": 16,
      "lyrics_text": "Y'all don't really know my mental Lemme give you the picture like stencil Falling out, in a drought No flow, rain wasn't pouring down (pouring down)",
      "valence": 2.65,
      "arousal": 2.95,
      "dominance": 3.07
    },
    {
      "chunk_id": 17,
      "lyrics_text": "Lemme give you the picture like stencil Falling out, in a drought No flow, rain wasn't pouring down (pouring down) See, that pain was all around",
      "valence": 2.57,
      "arousal": 3.08,
      "dominance": 2.99
    },
    {
      "chunk_id": 18,
      "lyrics_text": "Falling out, in a drought No flow, rain wasn't pouring down (pouring down) See, that pain was all around See, my mode was kinda lounged",
      "valence": 2.26,
      "arousal": 3.13,
      "dominance": 2.69
    },
    {
      "chunk_id": 19,
      "lyrics_text": "No flow, rain wasn't pouring down (pouring down) See, that pain was all around See, my mode was kinda lounged Didn't know which-which way to turn",
      "valence": 2.48,
      "arousal": 3.14,
      "dominance": 2.8
    },
    {
      "chunk_id": 20,
      "lyrics_text": "See, that pain was all around See, my mode was kinda lounged Didn't know which-which way to turn Flow was cool but I still felt burnt",
      "valence": 2.31,
      "arousal": 3.3,
      "dominance": 2.78
    },
    {
      "chunk_id": 21,
      "lyrics_text": "See, my mode was kinda lounged Didn't know which-which way to turn Flow was cool but I still felt burnt Energy up, you can feel my surge",
      "valence": 2.83,
      "arousal": 3.27,
      "dominance": 2.94
    },
    {
      "chunk_id": 22,
      "lyrics_text": "Didn't know which-which way to turn Flow was cool but I still felt burnt Energy up, you can feel my surge I'ma kill everything like this purge (ayy)",
      "valence": 2.64,
      "arousal": 3.61,
      "dominance": 3.14
    },
    {
      "chunk_id": 23,
      "lyrics_text": "Flow was cool but I still felt burnt Energy up, you can feel my surge I'ma kill everything like this purge (ayy) Let's just get this straight for a second, I'ma work",
      "valence": 2.72,
      "arousal": 3.47,
      "dominance": 3.17
    },
    {
      "chunk_id": 24,
      "lyrics_text": "Energy up, you can feel my surge I'ma kill everything like this purge (ayy) Let's just get this straight for a second, I'ma work Even if I don't get paid for progression, I'ma get it (get it)",
      "valence": 3.0,
      "arousal": 3.64,
      "dominance": 3.8
    },
    {
      "chunk_id": 25,
      "lyrics_text": "I'ma kill everything like this purge (ayy) Let's just get this straight for a second, I'ma work Even if I don't get paid for progression, I'ma get it (get it) Everything that I do is electric",
      "valence": 2.77,
      "arousal": 3.57,
      "dominance": 3.77
    },
    {
      "chunk_id": 26,
      "lyrics_text": "Let's just get this straight for a second, I'ma work Even if I don't get paid for progression, I'ma get it (get it) Everything that I do is electric I'ma keep it in a motion, keep it moving like kinetic, ayy (yeah, yeah, yeah, yeah)",
      "valence": 3.11,
      "arousal": 3.29,
      "dominance": 3.61
    },
    {
      "chunk_id": 27,
      "lyrics_text": "Even if I don't get paid for progression, I'ma get it (get it) Everything that I do is electric I'ma keep it in a motion, keep it moving like kinetic, ayy (yeah, yeah, yeah, yeah) Put this shit in a frame, better know I don't blame",
      "valence": 2.9,
      "arousal": 3.37,
      "dominance": 3.66
    },
    {
      "chunk_id": 28,
      "lyrics_text": "Everything that I do is electric I'ma keep it in a motion, keep it moving like kinetic, ayy (yeah, yeah, yeah, yeah) Put this shit in a frame, better know I don't blame Everything that I say, man, I seen you deflate",
      "valence": 2.58,
      "arousal": 3.44,
      "dominance": 3.53
    },
    {
      "chunk_id": 29,
      "lyrics_text": "I'ma keep it in a motion, keep it moving like kinetic, ayy (yeah, yeah, yeah, yeah) Put this shit in a frame, better know I don't blame Everything that I say, man, I seen you deflate Let me elevate, this ain't a prank",
      "valence": 2.66,
      "arousal": 3.54,
      "dominance": 3.58
    },
    {
      "chunk_id": 30,
      "lyrics_text": "Put this shit in a frame, better know I don't blame Everything that I say, man, I seen you deflate Let me elevate, this ain't a prank Have you walkin' on a plank, la-la-la-la-la, like",
      "valence": 2.36,
      "arousal": 3.6,
      "dominance": 3.38
    },
    {
      "chunk_id": 31,
      "lyrics_text": "Everything that I say, man, I seen you deflate Let me elevate, this ain't a prank Have you walkin' on a plank, la-la-la-la-la, like Both hands together, God, let me pray (now let me pray)",
      "valence": 2.72,
      "arousal": 3.62,
      "dominance": 3.0
    },
    {
      "chunk_id": 32,
      "lyrics_text": "Let me elevate, this ain't a prank Have you walkin' on a plank, la-la-la-la-la, like Both hands together, God, let me pray (now let me pray) Uh, I've been going right, right around, call that relay (Masked Wolf)",
      "valence": 2.82,
      "arousal": 3.48,
      "dominance": 2.9
    },
    {
      "chunk_id": 33,
      "lyrics_text": "Have you walkin' on a plank, la-la-la-la-la, like Both hands together, God, let me pray (now let me pray) Uh, I've been going right, right around, call that relay (Masked Wolf) Pass the baton, back to them all",
      "valence": 3.01,
      "arousal": 3.25,
      "dominance": 2.86
    },
    {
      "chunk_id": 34,
      "lyrics_text": "Both hands together, God, let me pray (now let me pray) Uh, I've been going right, right around, call that relay (Masked Wolf) Pass the baton, back to them all Swimming in the pool, Kendrick Lamar, uh",
      "valence": 3.06,
      "arousal": 3.35,
      "dominance": 3.0
    },
    {
      "chunk_id": 35,
      "lyrics_text": "Uh, I've been going right, right around, call that relay (Masked Wolf) Pass the baton, back to them all Swimming in the pool, Kendrick Lamar, uh Want a piece of this, a piece of mine, my peace a sign",
      "valence": 3.37,
      "arousal": 3.46,
      "dominance": 3.36
    },
    {
      "chunk_id": 36,
      "lyrics_text": "Pass the baton, back to them all Swimming in the pool, Kendrick Lamar, uh Want a piece of this, a piece of mine, my peace a sign Can you please read between the lines?",
      "valence": 3.2,
      "arousal": 3.31,
      "dominance": 3.23
    },
    {
      "chunk_id": 37,
      "lyrics_text": "Swimming in the pool, Kendrick Lamar, uh Want a piece of this, a piece of mine, my peace a sign Can you please read between the lines? My rhyme's inclined to break your spine",
      "valence": 3.13,
      "arousal": 3.39,
      "dominance": 3.25
    },
    {
      "chunk_id": 38,
      "lyrics_text": "Want a piece of this, a piece of mine, my peace a sign Can you please read between the lines? My rhyme's inclined to break your spine They say that I'm so fine",
      "valence": 3.28,
      "arousal": 3.26,
      "dominance": 3.18
    },
    {
      "chunk_id": 39,
      "lyrics_text": "Can you please read between the lines? My rhyme's inclined to break your spine They say that I'm so fine You could never match my grind (true)",
      "valence": 2.95,
      "arousal": 3.27,
      "dominance": 3.17
    },
    {
      "chunk_id": 40,
      "lyrics_text": "My rhyme's inclined to break your spine They say that I'm so fine You could never match my grind (true) Please do not, not waste my time (Wolf)",
      "valence": 2.74,
      "arousal": 3.28,
      "dominance": 3.4
    },
    {
      "chunk_id": 41,
      "lyrics_text": "They say that I'm so fine You could never match my grind (true) Please do not, not waste my time (Wolf) What you know about rollin' down in the deep?",
      "valence": 2.79,
      "arousal": 3.31,
      "dominance": 3.23
    },
    {
      "chunk_id": 42,
      "lyrics_text": "You could never match my grind (true) Please do not, not waste my time (Wolf) What you know about rollin' down in the deep? When your brain goes numb, you can call that mental freeze",
      "valence": 2.49,
      "arousal": 3.43,
      "dominance": 3.37
    },
    {
      "chunk_id": 43,
      "lyrics_text": "Please do not, not waste my time (Wolf) What you know about rollin' down in the deep? When your brain goes numb, you can call that mental freeze When these people talk too much, put that shit in slow motion, yeah",
      "valence": 2.55,
      "arousal": 3.4,
      "dominance": 3.31
    },
    {
      "chunk_id": 44,
      "lyrics_text": "What you know about rollin' down in the deep? When your brain goes numb, you can call that mental freeze When these people talk too much, put that shit in slow motion, yeah I feel like an astronaut in the ocean, ayy",
      "valence": 2.79,
      "arousal": 3.35,
      "dominance": 3.03
    },
    {
      "chunk_id": 45,
      "lyrics_text": "When your brain goes numb, you can call that mental freeze When these people talk too much, put that shit in slow motion, yeah I feel like an astronaut in the ocean, ayy What you know about rollin' down in the deep?",
      "valence": 2.73,
      "arousal": 3.38,
      "dominance": 3.06
    },
    {
      "chunk_id": 46,
      "lyrics_text": "When these people talk too much, put that shit in slow motion, yeah I feel like an astronaut in the ocean, ayy What you know about rollin' down in the deep? When your brain goes numb, you can call that mental freeze",
      "valence": 2.67,
      "arousal": 3.43,
      "dominance": 3.07
    },
    {
      "chunk_id": 47,
      "lyrics_text": "I feel like an astronaut in the ocean, ayy What you know about rollin' down in the deep? When your brain goes numb, you can call that mental freeze When these people talk too much, put that shit in slow motion, yeah",
      "valence": 2.84,
      "arousal": 3.27,
      "dominance": 3.01
    },
    {
      "chunk_id": 48,
      "lyrics_text": "What you know about rollin' down in the deep? When your brain goes numb, you can call that mental freeze When these people talk too much, put that shit in slow motion, yeah I feel like an astronaut in the ocean",
      "valence": 2.8,
      "arousal": 3.34,
      "dominance": 3.01
    }
  ]
}