{
  "artist": "Post Malone Featuring Nicki Minaj",
  "overall_vad": {
    "valence": 3.19,
    "arousal": 3.65,
    "dominance": 3.3
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "Uh-uh-uh-uh-uh-uh, ball for me Baby, could you? I got too much on my mind right now (Oh-oh-oh) I ain't got the time to get you Saint Laurent now",
      "valence": 2.95,
      "arousal": 3.57,
      "dominance": 3.47
    },
    {
      "chunk_id": 2,
      "lyrics_text": "Baby, could you? I got too much on my mind right now (Oh-oh-oh) I ain't got the time to get you Saint Laurent now Could you? I got too much on my mind right now (Oh-oh-oh)",
      "valence": 2.81,
      "arousal": 3.3,
      "dominance": 3.15
    },
    {
      "chunk_id": 3,
      "lyrics_text": "I got too much on my mind right now (Oh-oh-oh) I ain't got the time to get you Saint Laurent now Could you? I got too much on my mind right now (Oh-oh-oh) Time to hit Rodeo, give my baby 30 thou'",
      "valence": 2.71,
      "arousal": 3.58,
      "dominance": 3.45
    },
    {
      "chunk_id": 4,
      "lyrics_text": "I ain't got the time to get you Saint Laurent now Could you? I got too much on my mind right now (Oh-oh-oh) Time to hit Rodeo, give my baby 30 thou' Ooh-ooh-ooh-ooh-ooh",
      "valence": 2.91,
      "arousal": 3.65,
      "dominance": 3.43
    },
    {
      "chunk_id": 5,
      "lyrics_text": "Could you? I got too much on my mind right now (Oh-oh-oh) Time to hit Rodeo, give my baby 30 thou' Ooh-ooh-ooh-ooh-ooh Ball for me",
      "valence": 2.93,
      "arousal": 3.67,
      "dominance": 3.43
    },
    {
      "chunk_id": 6,
      "lyrics_text": "Time to hit Rodeo, give my baby 30 thou' Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh",
      "valence": 3.34,
      "arousal": 3.83,
      "dominance": 3.42
    },
    {
      "chunk_id": 7,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah",
      "valence": 3.45,
      "arousal": 3.72,
      "dominance": 3.19
    },
    {
      "chunk_id": 8,
      "lyrics_text": "Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh",
      "valence": 3.43,
      "arousal": 3.73,
      "dominance": 3.19
    },
    {
      "chunk_id": 9,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh Ball for me",
      "valence": 3.44,
      "arousal": 3.73,
      "dominance": 3.19
    },
    {
      "chunk_id": 10,
      "lyrics_text": "B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh",
      "valence": 3.44,
      "arousal": 3.7,
      "dominance": 3.25
    },
    {
      "chunk_id": 11,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah",
      "valence": 3.45,
      "arousal": 3.72,
      "dominance": 3.19
    },
    {
      "chunk_id": 12,
      "lyrics_text": "Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah I'm on the road, I'm gettin' paid",
      "valence": 3.65,
      "arousal": 3.59,
      "dominance": 3.31
    },
    {
      "chunk_id": 13,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah I'm on the road, I'm gettin' paid Like, what you want, baby (What you want, baby?)",
      "valence": 3.58,
      "arousal": 3.72,
      "dominance": 3.4
    },
    {
      "chunk_id": 14,
      "lyrics_text": "B-ball for me, yeah I'm on the road, I'm gettin' paid Like, what you want, baby (What you want, baby?) You're bougie, baby, but I love you, baby",
      "valence": 3.73,
      "arousal": 3.88,
      "dominance": 3.55
    },
    {
      "chunk_id": 15,
      "lyrics_text": "I'm on the road, I'm gettin' paid Like, what you want, baby (What you want, baby?) You're bougie, baby, but I love you, baby Give you the world, baby (You the world, baby)",
      "valence": 3.71,
      "arousal": 3.84,
      "dominance": 3.6
    },
    {
      "chunk_id": 16,
      "lyrics_text": "Like, what you want, baby (What you want, baby?) You're bougie, baby, but I love you, baby Give you the world, baby (You the world, baby) Paid five grand for a handbag",
      "valence": 3.68,
      "arousal": 3.87,
      "dominance": 3.21
    },
    {
      "chunk_id": 17,
      "lyrics_text": "You're bougie, baby, but I love you, baby Give you the world, baby (You the world, baby) Paid five grand for a handbag That's Saint Laurent, baby (Saint Laurent, baby)",
      "valence": 4.09,
      "arousal": 4.08,
      "dominance": 3.33
    },
    {
      "chunk_id": 18,
      "lyrics_text": "Give you the world, baby (You the world, baby) Paid five grand for a handbag That's Saint Laurent, baby (Saint Laurent, baby) Damn, you love that money, baby (Oh-oh-oh)",
      "valence": 3.88,
      "arousal": 4.0,
      "dominance": 3.45
    },
    {
      "chunk_id": 19,
      "lyrics_text": "Paid five grand for a handbag That's Saint Laurent, baby (Saint Laurent, baby) Damn, you love that money, baby (Oh-oh-oh) Hunnid thousand, plus hunnid thousand, my whip (My whip, my whip)",
      "valence": 3.59,
      "arousal": 3.96,
      "dominance": 3.36
    },
    {
      "chunk_id": 20,
      "lyrics_text": "That's Saint Laurent, baby (Saint Laurent, baby) Damn, you love that money, baby (Oh-oh-oh) Hunnid thousand, plus hunnid thousand, my whip (My whip, my whip) 30 thousand plus 30 thousand, my wrist (My wrist, my wrist)",
      "valence": 3.69,
      "arousal": 3.99,
      "dominance": 3.32
    },
    {
      "chunk_id": 21,
      "lyrics_text": "Damn, you love that money, baby (Oh-oh-oh) Hunnid thousand, plus hunnid thousand, my whip (My whip, my whip) 30 thousand plus 30 thousand, my wrist (My wrist, my wrist) We got alcohol, plus bad bitches, that's lit (That's lit, that's lit)",
      "valence": 3.53,
      "arousal": 4.06,
      "dominance": 3.43
    },
    {
      "chunk_id": 22,
      "lyrics_text": "Hunnid thousand, plus hunnid thousand, my whip (My whip, my whip) 30 thousand plus 30 thousand, my wrist (My wrist, my wrist) We got alcohol, plus bad bitches, that's lit (That's lit, that's lit) I swear, baby, we was just kissin', that's it (That's it, that's it)",
      "valence": 2.84,
      "arousal": 3.76,
      "dominance": 3.33
    },
    {
      "chunk_id": 23,
      "lyrics_text": "30 thousand plus 30 thousand, my wrist (My wrist, my wrist) We got alcohol, plus bad bitches, that's lit (That's lit, that's lit) I swear, baby, we was just kissin', that's it (That's it, that's it) How could I forget the shit that you done done for me? (For me)",
      "valence": 2.68,
      "arousal": 3.95,
      "dominance": 3.38
    },
    {
      "chunk_id": 24,
      "lyrics_text": "We got alcohol, plus bad bitches, that's lit (That's lit, that's lit) I swear, baby, we was just kissin', that's it (That's it, that's it) How could I forget the shit that you done done for me? (For me) Baby, gonna take the charge and take the fall for me (For me)",
      "valence": 2.77,
      "arousal": 3.96,
      "dominance": 3.57
    },
    {
      "chunk_id": 25,
      "lyrics_text": "I swear, baby, we was just kissin', that's it (That's it, that's it) How could I forget the shit that you done done for me? (For me) Baby, gonna take the charge and take the fall for me (For me) Would love to take you shoppin', but, girl, I'm in Europe tourin'",
      "valence": 3.27,
      "arousal": 3.96,
      "dominance": 3.35
    },
    {
      "chunk_id": 26,
      "lyrics_text": "How could I forget the shit that you done done for me? (For me) Baby, gonna take the charge and take the fall for me (For me) Would love to take you shoppin', but, girl, I'm in Europe tourin' Sorry, lil' mama, I can't give you more",
      "valence": 2.93,
      "arousal": 3.7,
      "dominance": 3.19
    },
    {
      "chunk_id": 27,
      "lyrics_text": "Baby, gonna take the charge and take the fall for me (For me) Would love to take you shoppin', but, girl, I'm in Europe tourin' Sorry, lil' mama, I can't give you more Baby, could you?",
      "valence": 3.33,
      "arousal": 3.53,
      "dominance": 3.02
    },
    {
      "chunk_id": 28,
      "lyrics_text": "Would love to take you shoppin', but, girl, I'm in Europe tourin' Sorry, lil' mama, I can't give you more Baby, could you? I got too much on my mind right now (Oh-oh-oh)",
      "valence": 3.04,
      "arousal": 3.52,
      "dominance": 2.84
    },
    {
      "chunk_id": 29,
      "lyrics_text": "Sorry, lil' mama, I can't give you more Baby, could you? I got too much on my mind right now (Oh-oh-oh) I ain't got the time to get you Saint Laurent down",
      "valence": 2.53,
      "arousal": 3.46,
      "dominance": 3.04
    },
    {
      "chunk_id": 30,
      "lyrics_text": "Baby, could you? I got too much on my mind right now (Oh-oh-oh) I ain't got the time to get you Saint Laurent down Could you? I got too much on my mind right now (Oh-oh-oh)",
      "valence": 2.81,
      "arousal": 3.26,
      "dominance": 3.19
    },
    {
      "chunk_id": 31,
      "lyrics_text": "I got too much on my mind right now (Oh-oh-oh) I ain't got the time to get you Saint Laurent down Could you? I got too much on my mind right now (Oh-oh-oh) Time to hit Rodeo, give my baby 30 thou'",
      "valence": 2.68,
      "arousal": 3.54,
      "dominance": 3.49
    },
    {
      "chunk_id": 32,
      "lyrics_text": "I ain't got the time to get you Saint Laurent down Could you? I got too much on my mind right now (Oh-oh-oh) Time to hit Rodeo, give my baby 30 thou' Ooh-ooh-ooh-ooh-ooh",
      "valence": 2.87,
      "arousal": 3.58,
      "dominance": 3.43
    },
    {
      "chunk_id": 33,
      "lyrics_text": "Could you? I got too much on my mind right now (Oh-oh-oh) Time to hit Rodeo, give my baby 30 thou' Ooh-ooh-ooh-ooh-ooh Ball for me",
      "valence": 2.93,
      "arousal": 3.67,
      "dominance": 3.43
    },
    {
      "chunk_id": 34,
      "lyrics_text": "Time to hit Rodeo, give my baby 30 thou' Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh",
      "valence": 3.34,
      "arousal": 3.83,
      "dominance": 3.42
    },
    {
      "chunk_id": 35,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah",
      "valence": 3.45,
      "arousal": 3.72,
      "dominance": 3.19
    },
    {
      "chunk_id": 36,
      "lyrics_text": "Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh",
      "valence": 3.43,
      "arousal": 3.73,
      "dominance": 3.19
    },
    {
      "chunk_id": 37,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh Ball for me",
      "valence": 3.44,
      "arousal": 3.73,
      "dominance": 3.19
    },
    {
      "chunk_id": 38,
      "lyrics_text": "B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh",
      "valence": 3.44,
      "arousal": 3.7,
      "dominance": 3.25
    },
    {
      "chunk_id": 39,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah",
      "valence": 3.45,
      "arousal": 3.72,
      "dominance": 3.19
    },
    {
      "chunk_id": 40,
      "lyrics_text": "Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah Yo, gotta hit him on the jack",
      "valence": 3.23,
      "arousal": 3.75,
      "dominance": 3.37
    },
    {
      "chunk_id": 41,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah Yo, gotta hit him on the jack When you comin' back, where is you at on the map",
      "valence": 3.2,
      "arousal": 3.69,
      "dominance": 3.34
    },
    {
      "chunk_id": 42,
      "lyrics_text": "B-ball for me, yeah Yo, gotta hit him on the jack When you comin' back, where is you at on the map Everything is intact",
      "valence": 3.04,
      "arousal": 3.43,
      "dominance": 3.49
    },
    {
      "chunk_id": 43,
      "lyrics_text": "Yo, gotta hit him on the jack When you comin' back, where is you at on the map Everything is intact Could've been a seamstress, still wouldn't cut him slack",
      "valence": 2.92,
      "arousal": 3.43,
      "dominance": 3.52
    },
    {
      "chunk_id": 44,
      "lyrics_text": "When you comin' back, where is you at on the map Everything is intact Could've been a seamstress, still wouldn't cut him slack Pretty much, ain't got a clue",
      "valence": 3.01,
      "arousal": 3.17,
      "dominance": 3.25
    },
    {
      "chunk_id": 45,
      "lyrics_text": "Everything is intact Could've been a seamstress, still wouldn't cut him slack Pretty much, ain't got a clue Itty, bitty, piggyback off everything I do",
      "valence": 2.81,
      "arousal": 3.1,
      "dominance": 3.33
    },
    {
      "chunk_id": 46,
      "lyrics_text": "Could've been a seamstress, still wouldn't cut him slack Pretty much, ain't got a clue Itty, bitty, piggyback off everything I do But I'm still droppin' jaws",
      "valence": 2.73,
      "arousal": 3.14,
      "dominance": 3.13
    },
    {
      "chunk_id": 47,
      "lyrics_text": "Pretty much, ain't got a clue Itty, bitty, piggyback off everything I do But I'm still droppin' jaws Got 'em lookin' like James Harden at the awards",
      "valence": 2.9,
      "arousal": 3.18,
      "dominance": 3.03
    },
    {
      "chunk_id": 48,
      "lyrics_text": "Itty, bitty, piggyback off everything I do But I'm still droppin' jaws Got 'em lookin' like James Harden at the awards Back to you, I'm so into ya",
      "valence": 3.63,
      "arousal": 3.74,
      "dominance": 3.21
    },
    {
      "chunk_id": 49,
      "lyrics_text": "But I'm still droppin' jaws Got 'em lookin' like James Harden at the awards Back to you, I'm so into ya For real, breh, like I'm kin to ya",
      "valence": 3.48,
      "arousal": 3.81,
      "dominance": 3.18
    },
    {
      "chunk_id": 50,
      "lyrics_text": "Got 'em lookin' like James Harden at the awards Back to you, I'm so into ya For real, breh, like I'm kin to ya If you a ten, I add ten to ya",
      "valence": 3.38,
      "arousal": 3.71,
      "dominance": 3.36
    },
    {
      "chunk_id": 51,
      "lyrics_text": "Back to you, I'm so into ya For real, breh, like I'm kin to ya If you a ten, I add ten to ya They be mad when I tend to ya",
      "valence": 3.25,
      "arousal": 3.76,
      "dominance": 3.45
    },
    {
      "chunk_id": 52,
      "lyrics_text": "For real, breh, like I'm kin to ya If you a ten, I add ten to ya They be mad when I tend to ya That's what the bae like",
      "valence": 2.7,
      "arousal": 3.4,
      "dominance": 3.4
    },
    {
      "chunk_id": 53,
      "lyrics_text": "If you a ten, I add ten to ya They be mad when I tend to ya That's what the bae like Call me Buffy 'cause that's what I slay like",
      "valence": 2.84,
      "arousal": 3.56,
      "dominance": 3.5
    },
    {
      "chunk_id": 54,
      "lyrics_text": "They be mad when I tend to ya That's what the bae like Call me Buffy 'cause that's what I slay like These bitches, I son 'em like it's daylight",
      "valence": 2.49,
      "arousal": 3.49,
      "dominance": 3.5
    },
    {
      "chunk_id": 55,
      "lyrics_text": "That's what the bae like Call me Buffy 'cause that's what I slay like These bitches, I son 'em like it's daylight These niggas wanna know what it tastes like",
      "valence": 2.74,
      "arousal": 3.54,
      "dominance": 3.47
    },
    {
      "chunk_id": 56,
      "lyrics_text": "Call me Buffy 'cause that's what I slay like These bitches, I son 'em like it's daylight These niggas wanna know what it tastes like What it tastes like, yo', what it tastes like, yo'",
      "valence": 2.63,
      "arousal": 3.59,
      "dominance": 3.53
    },
    {
      "chunk_id": 57,
      "lyrics_text": "These bitches, I son 'em like it's daylight These niggas wanna know what it tastes like What it tastes like, yo', what it tastes like, yo' They wanna know what it tastes like, yo'",
      "valence": 2.42,
      "arousal": 3.41,
      "dominance": 3.46
    },
    {
      "chunk_id": 58,
      "lyrics_text": "These niggas wanna know what it tastes like What it tastes like, yo', what it tastes like, yo' They wanna know what it tastes like, yo' All this ice, it should taste like snow",
      "valence": 2.74,
      "arousal": 3.35,
      "dominance": 3.21
    },
    {
      "chunk_id": 59,
      "lyrics_text": "What it tastes like, yo', what it tastes like, yo' They wanna know what it tastes like, yo' All this ice, it should taste like snow Get kimonos and let's fly to Tokyo",
      "valence": 2.99,
      "arousal": 3.31,
      "dominance": 3.21
    },
    {
      "chunk_id": 60,
      "lyrics_text": "They wanna know what it tastes like, yo' All this ice, it should taste like snow Get kimonos and let's fly to Tokyo Pretty, pretty, please, baby, won't you cop this for me? uh",
      "valence": 3.07,
      "arousal": 3.48,
      "dominance": 3.27
    },
    {
      "chunk_id": 61,
      "lyrics_text": "All this ice, it should taste like snow Get kimonos and let's fly to Tokyo Pretty, pretty, please, baby, won't you cop this for me? uh Baby, could you?",
      "valence": 3.22,
      "arousal": 3.38,
      "dominance": 3.22
    },
    {
      "chunk_id": 62,
      "lyrics_text": "Get kimonos and let's fly to Tokyo Pretty, pretty, please, baby, won't you cop this for me? uh Baby, could you? I got too much on my mind right now (Oh-oh-oh)",
      "valence": 3.18,
      "arousal": 3.5,
      "dominance": 3.19
    },
    {
      "chunk_id": 63,
      "lyrics_text": "Pretty, pretty, please, baby, won't you cop this for me? uh Baby, could you? I got too much on my mind right now (Oh-oh-oh) I ain't got the time to get you Saint Laurent down",
      "valence": 3.08,
      "arousal": 3.58,
      "dominance": 3.28
    },
    {
      "chunk_id": 64,
      "lyrics_text": "Baby, could you? I got too much on my mind right now (Oh-oh-oh) I ain't got the time to get you Saint Laurent down Could you, I got too much on my mind right now (Oh-oh-oh)",
      "valence": 2.8,
      "arousal": 3.28,
      "dominance": 3.16
    },
    {
      "chunk_id": 65,
      "lyrics_text": "I got too much on my mind right now (Oh-oh-oh) I ain't got the time to get you Saint Laurent down Could you, I got too much on my mind right now (Oh-oh-oh) Time to hit Rodeo, give my baby 30 thou'",
      "valence": 2.66,
      "arousal": 3.59,
      "dominance": 3.49
    },
    {
      "chunk_id": 66,
      "lyrics_text": "I ain't got the time to get you Saint Laurent down Could you, I got too much on my mind right now (Oh-oh-oh) Time to hit Rodeo, give my baby 30 thou' Ooh-ooh-ooh-ooh-ooh",
      "valence": 2.85,
      "arousal": 3.66,
      "dominance": 3.43
    },
    {
      "chunk_id": 67,
      "lyrics_text": "Could you, I got too much on my mind right now (Oh-oh-oh) Time to hit Rodeo, give my baby 30 thou' Ooh-ooh-ooh-ooh-ooh Ball for me",
      "valence": 2.89,
      "arousal": 3.69,
      "dominance": 3.37
    },
    {
      "chunk_id": 68,
      "lyrics_text": "Time to hit Rodeo, give my baby 30 thou' Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh",
      "valence": 3.34,
      "arousal": 3.83,
      "dominance": 3.42
    },
    {
      "chunk_id": 69,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah",
      "valence": 3.45,
      "arousal": 3.72,
      "dominance": 3.19
    },
    {
      "chunk_id": 70,
      "lyrics_text": "Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh",
      "valence": 3.43,
      "arousal": 3.73,
      "dominance": 3.19
    },
    {
      "chunk_id": 71,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh Ball for me",
      "valence": 3.44,
      "arousal": 3.73,
      "dominance": 3.19
    },
    {
      "chunk_id": 72,
      "lyrics_text": "B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh",
      "valence": 3.44,
      "arousal": 3.7,
      "dominance": 3.25
    },
    {
      "chunk_id": 73,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah",
      "valence": 3.45,
      "arousal": 3.72,
      "dominance": 3.19
    },
    {
      "chunk_id": 74,
      "lyrics_text": "Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh",
      "valence": 3.43,
      "arousal": 3.73,
      "dominance": 3.19
    },
    {
      "chunk_id": 75,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh Ball for me",
      "valence": 3.44,
      "arousal": 3.73,
      "dominance": 3.19
    },
    {
      "chunk_id": 76,
      "lyrics_text": "B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh",
      "valence": 3.44,
      "arousal": 3.7,
      "dominance": 3.25
    },
    {
      "chunk_id": 77,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah",
      "valence": 3.45,
      "arousal": 3.72,
      "dominance": 3.19
    },
    {
      "chunk_id": 78,
      "lyrics_text": "Ball for me Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh-ooh",
      "valence": 3.42,
      "arousal": 3.72,
      "dominance": 3.19
    },
    {
      "chunk_id": 79,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh-ooh Ball for me",
      "valence": 3.43,
      "arousal": 3.73,
      "dominance": 3.17
    },
    {
      "chunk_id": 80,
      "lyrics_text": "B-ball for me, yeah Ooh-ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh-ooh",
      "valence": 3.39,
      "arousal": 3.68,
      "dominance": 3.25
    },
    {
      "chunk_id": 81,
      "lyrics_text": "Ooh-ooh-ooh-ooh-ooh-ooh Ball for me Ooh-ooh-ooh-ooh-ooh-ooh B-ball for me, yeah",
      "valence": 3.44,
      "arousal": 3.73,
      "dominance": 3.16
    }
  ]
}