{
  "artist": "6ix9ine",
  "overall_vad": {
    "valence": 2.5,
    "arousal": 3.66,
    "dominance": 3.59
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "I tell a nigga don't dick ride, don't blick ride Leave it to the double thick thighs, twin sisters Drop it down and wobble, wobble up, mami booted up She get down and gobble, gobble up 'cause my money up",
      "valence": 2.66,
      "arousal": 3.6,
      "dominance": 3.68
    },
    {
      "chunk_id": 2,
      "lyrics_text": "Leave it to the double thick thighs, twin sisters Drop it down and wobble, wobble up, mami booted up She get down and gobble, gobble up 'cause my money up Slide, slide in the Bentley truck-a, the Wraith truck-a",
      "valence": 3.1,
      "arousal": 3.5,
      "dominance": 3.53
    },
    {
      "chunk_id": 3,
      "lyrics_text": "Drop it down and wobble, wobble up, mami booted up She get down and gobble, gobble up 'cause my money up Slide, slide in the Bentley truck-a, the Wraith truck-a Your bestie is a dick sucker, I big dub her",
      "valence": 2.8,
      "arousal": 3.73,
      "dominance": 3.7
    },
    {
      "chunk_id": 4,
      "lyrics_text": "She get down and gobble, gobble up 'cause my money up Slide, slide in the Bentley truck-a, the Wraith truck-a Your bestie is a dick sucker, I big dub her As-salama-lama alaykum, you big hater",
      "valence": 2.38,
      "arousal": 3.72,
      "dominance": 3.78
    },
    {
      "chunk_id": 5,
      "lyrics_text": "Slide, slide in the Bentley truck-a, the Wraith truck-a Your bestie is a dick sucker, I big dub her As-salama-lama alaykum, you big hater You nothin' but a hater, hater, clout chaser",
      "valence": 2.34,
      "arousal": 3.56,
      "dominance": 3.58
    },
    {
      "chunk_id": 6,
      "lyrics_text": "Your bestie is a dick sucker, I big dub her As-salama-lama alaykum, you big hater You nothin' but a hater, hater, clout chaser Now we catch him at the chicken spot, up a couple chops",
      "valence": 2.24,
      "arousal": 3.66,
      "dominance": 3.59
    },
    {
      "chunk_id": 7,
      "lyrics_text": "As-salama-lama alaykum, you big hater You nothin' but a hater, hater, clout chaser Now we catch him at the chicken spot, up a couple chops Pop that nigga with a hundred shots, ra-ta-ta-ta-ta",
      "valence": 2.57,
      "arousal": 3.56,
      "dominance": 3.49
    },
    {
      "chunk_id": 8,
      "lyrics_text": "You nothin' but a hater, hater, clout chaser Now we catch him at the chicken spot, up a couple chops Pop that nigga with a hundred shots, ra-ta-ta-ta-ta DayDay made that nigga Diddy Bop, cha-cha-cha-cha-cha",
      "valence": 2.67,
      "arousal": 3.54,
      "dominance": 3.45
    },
    {
      "chunk_id": 9,
      "lyrics_text": "Now we catch him at the chicken spot, up a couple chops Pop that nigga with a hundred shots, ra-ta-ta-ta-ta DayDay made that nigga Diddy Bop, cha-cha-cha-cha-cha He thought we was gon' knuckle up, bitch, I don't box",
      "valence": 2.77,
      "arousal": 3.66,
      "dominance": 3.36
    },
    {
      "chunk_id": 10,
      "lyrics_text": "Pop that nigga with a hundred shots, ra-ta-ta-ta-ta DayDay made that nigga Diddy Bop, cha-cha-cha-cha-cha He thought we was gon' knuckle up, bitch, I don't box And these niggas always talkin' shit, yadda-yadda-ya",
      "valence": 2.48,
      "arousal": 3.66,
      "dominance": 3.5
    },
    {
      "chunk_id": 11,
      "lyrics_text": "DayDay made that nigga Diddy Bop, cha-cha-cha-cha-cha He thought we was gon' knuckle up, bitch, I don't box And these niggas always talkin' shit, yadda-yadda-ya When you see me, what you talkin' 'bout, fuck you talkin' 'bout?",
      "valence": 2.27,
      "arousal": 3.67,
      "dominance": 3.47
    },
    {
      "chunk_id": 12,
      "lyrics_text": "He thought we was gon' knuckle up, bitch, I don't box And these niggas always talkin' shit, yadda-yadda-ya When you see me, what you talkin' 'bout, fuck you talkin' 'bout? Niggas always wanna chase clout, bitch, I am clout",
      "valence": 2.11,
      "arousal": 3.68,
      "dominance": 3.56
    },
    {
      "chunk_id": 13,
      "lyrics_text": "And these niggas always talkin' shit, yadda-yadda-ya When you see me, what you talkin' 'bout, fuck you talkin' 'bout? Niggas always wanna chase clout, bitch, I am clout Tell 'em get up out my face now 'fore I grrt",
      "valence": 2.17,
      "arousal": 3.73,
      "dominance": 3.69
    },
    {
      "chunk_id": 14,
      "lyrics_text": "When you see me, what you talkin' 'bout, fuck you talkin' 'bout? Niggas always wanna chase clout, bitch, I am clout Tell 'em get up out my face now 'fore I grrt Are you dumb, stupid, or dumb, huh?",
      "valence": 2.18,
      "arousal": 3.72,
      "dominance": 3.81
    },
    {
      "chunk_id": 15,
      "lyrics_text": "Niggas always wanna chase clout, bitch, I am clout Tell 'em get up out my face now 'fore I grrt Are you dumb, stupid, or dumb, huh? Play me like a dummy, like bitch, are you dumb?",
      "valence": 2.23,
      "arousal": 3.66,
      "dominance": 3.76
    },
    {
      "chunk_id": 16,
      "lyrics_text": "Tell 'em get up out my face now 'fore I grrt Are you dumb, stupid, or dumb, huh? Play me like a dummy, like bitch, are you dumb? Are you dumb, stupid, or dumb, huh?",
      "valence": 2.29,
      "arousal": 3.62,
      "dominance": 3.74
    },
    {
      "chunk_id": 17,
      "lyrics_text": "Are you dumb, stupid, or dumb, huh? Play me like a dummy, like bitch, are you dumb? Are you dumb, stupid, or dumb, huh? Yeah, you got some money, but you still fuckin' ugly",
      "valence": 2.32,
      "arousal": 3.63,
      "dominance": 3.52
    },
    {
      "chunk_id": 18,
      "lyrics_text": "Play me like a dummy, like bitch, are you dumb? Are you dumb, stupid, or dumb, huh? Yeah, you got some money, but you still fuckin' ugly Stupid, listen",
      "valence": 2.24,
      "arousal": 3.69,
      "dominance": 3.66
    },
    {
      "chunk_id": 19,
      "lyrics_text": "Are you dumb, stupid, or dumb, huh? Yeah, you got some money, but you still fuckin' ugly Stupid, listen When I talk, you better listen",
      "valence": 2.23,
      "arousal": 3.58,
      "dominance": 3.61
    },
    {
      "chunk_id": 20,
      "lyrics_text": "Yeah, you got some money, but you still fuckin' ugly Stupid, listen When I talk, you better listen We can make him dance, bachata",
      "valence": 2.31,
      "arousal": 3.69,
      "dominance": 3.68
    },
    {
      "chunk_id": 21,
      "lyrics_text": "Stupid, listen When I talk, you better listen We can make him dance, bachata Slide over, do the cha-cha",
      "valence": 2.63,
      "arousal": 3.37,
      "dominance": 3.52
    },
    {
      "chunk_id": 22,
      "lyrics_text": "When I talk, you better listen We can make him dance, bachata Slide over, do the cha-cha Grrt, bah-bah",
      "valence": 3.13,
      "arousal": 3.43,
      "dominance": 3.49
    },
    {
      "chunk_id": 23,
      "lyrics_text": "We can make him dance, bachata Slide over, do the cha-cha Grrt, bah-bah Make a nigga go adios",
      "valence": 3.31,
      "arousal": 3.48,
      "dominance": 3.39
    },
    {
      "chunk_id": 24,
      "lyrics_text": "Slide over, do the cha-cha Grrt, bah-bah Make a nigga go adios Dímelo, mami",
      "valence": 3.11,
      "arousal": 3.41,
      "dominance": 3.31
    },
    {
      "chunk_id": 25,
      "lyrics_text": "Grrt, bah-bah Make a nigga go adios Dímelo, mami Fresca, you nasty",
      "valence": 2.16,
      "arousal": 3.61,
      "dominance": 3.7
    },
    {
      "chunk_id": 26,
      "lyrics_text": "Make a nigga go adios Dímelo, mami Fresca, you nasty Flame up, light it",
      "valence": 2.46,
      "arousal": 3.54,
      "dominance": 3.79
    },
    {
      "chunk_id": 27,
      "lyrics_text": "Dímelo, mami Fresca, you nasty Flame up, light it They see me and get excited",
      "valence": 2.97,
      "arousal": 3.88,
      "dominance": 3.7
    },
    {
      "chunk_id": 28,
      "lyrics_text": "Fresca, you nasty Flame up, light it They see me and get excited Two step, spin around, so fly, pilot",
      "valence": 2.94,
      "arousal": 3.73,
      "dominance": 3.67
    },
    {
      "chunk_id": 29,
      "lyrics_text": "Flame up, light it They see me and get excited Two step, spin around, so fly, pilot They sick, been hot, way before coronavirus",
      "valence": 3.23,
      "arousal": 3.66,
      "dominance": 3.43
    },
    {
      "chunk_id": 30,
      "lyrics_text": "They see me and get excited Two step, spin around, so fly, pilot They sick, been hot, way before coronavirus Nigga, who did that? Nigga, who did what?",
      "valence": 2.92,
      "arousal": 3.61,
      "dominance": 3.31
    },
    {
      "chunk_id": 31,
      "lyrics_text": "Two step, spin around, so fly, pilot They sick, been hot, way before coronavirus Nigga, who did that? Nigga, who did what? Nigga, that's my shit, don't bite it",
      "valence": 2.3,
      "arousal": 3.84,
      "dominance": 3.52
    },
    {
      "chunk_id": 32,
      "lyrics_text": "They sick, been hot, way before coronavirus Nigga, who did that? Nigga, who did what? Nigga, that's my shit, don't bite it I tell a nigga don't dick ride, don't blick ride",
      "valence": 2.09,
      "arousal": 3.77,
      "dominance": 3.62
    },
    {
      "chunk_id": 33,
      "lyrics_text": "Nigga, who did that? Nigga, who did what? Nigga, that's my shit, don't bite it I tell a nigga don't dick ride, don't blick ride Leave it to the double thick thighs, twin sisters",
      "valence": 2.18,
      "arousal": 3.87,
      "dominance": 3.78
    },
    {
      "chunk_id": 34,
      "lyrics_text": "Nigga, that's my shit, don't bite it I tell a nigga don't dick ride, don't blick ride Leave it to the double thick thighs, twin sisters Drop it down and wobble, wobble up, mami booted up",
      "valence": 2.17,
      "arousal": 3.83,
      "dominance": 3.75
    },
    {
      "chunk_id": 35,
      "lyrics_text": "I tell a nigga don't dick ride, don't blick ride Leave it to the double thick thighs, twin sisters Drop it down and wobble, wobble up, mami booted up She get down and gobble, gobble up 'cause my money up",
      "valence": 2.66,
      "arousal": 3.6,
      "dominance": 3.68
    },
    {
      "chunk_id": 36,
      "lyrics_text": "Leave it to the double thick thighs, twin sisters Drop it down and wobble, wobble up, mami booted up She get down and gobble, gobble up 'cause my money up Slide, slide in the Bentley truck-a, the Wraith truck-a",
      "valence": 3.1,
      "arousal": 3.5,
      "dominance": 3.53
    },
    {
      "chunk_id": 37,
      "lyrics_text": "Drop it down and wobble, wobble up, mami booted up She get down and gobble, gobble up 'cause my money up Slide, slide in the Bentley truck-a, the Wraith truck-a Your bestie is a dick sucker, I big dub her",
      "valence": 2.8,
      "arousal": 3.73,
      "dominance": 3.7
    },
    {
      "chunk_id": 38,
      "lyrics_text": "She get down and gobble, gobble up 'cause my money up Slide, slide in the Bentley truck-a, the Wraith truck-a Your bestie is a dick sucker, I big dub her As-salama-lama alaykum, you big hater",
      "valence": 2.38,
      "arousal": 3.72,
      "dominance": 3.78
    },
    {
      "chunk_id": 39,
      "lyrics_text": "Slide, slide in the Bentley truck-a, the Wraith truck-a Your bestie is a dick sucker, I big dub her As-salama-lama alaykum, you big hater You nothin' but a hater, hater, clout chaser",
      "valence": 2.34,
      "arousal": 3.56,
      "dominance": 3.58
    },
    {
      "chunk_id": 40,
      "lyrics_text": "Your bestie is a dick sucker, I big dub her As-salama-lama alaykum, you big hater You nothin' but a hater, hater, clout chaser You're mad I'm back, big mad",
      "valence": 1.87,
      "arousal": 3.77,
      "dominance": 3.76
    },
    {
      "chunk_id": 41,
      "lyrics_text": "As-salama-lama alaykum, you big hater You nothin' but a hater, hater, clout chaser You're mad I'm back, big mad He's mad, she's mad, big sad",
      "valence": 2.15,
      "arousal": 3.62,
      "dominance": 3.57
    },
    {
      "chunk_id": 42,
      "lyrics_text": "You nothin' but a hater, hater, clout chaser You're mad I'm back, big mad He's mad, she's mad, big sad Haha, don't care, stay mad",
      "valence": 2.15,
      "arousal": 3.58,
      "dominance": 3.6
    },
    {
      "chunk_id": 43,
      "lyrics_text": "You're mad I'm back, big mad He's mad, she's mad, big sad Haha, don't care, stay mad Ah-hah, ah-hah, ah-hah",
      "valence": 2.49,
      "arousal": 3.55,
      "dominance": 3.46
    },
    {
      "chunk_id": 44,
      "lyrics_text": "He's mad, she's mad, big sad Haha, don't care, stay mad Ah-hah, ah-hah, ah-hah Haha, bitch, I'm laughin' 'cause you big mad",
      "valence": 2.32,
      "arousal": 3.73,
      "dominance": 3.49
    },
    {
      "chunk_id": 45,
      "lyrics_text": "Haha, don't care, stay mad Ah-hah, ah-hah, ah-hah Haha, bitch, I'm laughin' 'cause you big mad See it in your face, cry baby, bitch, you big sad",
      "valence": 2.22,
      "arousal": 3.78,
      "dominance": 3.53
    },
    {
      "chunk_id": 46,
      "lyrics_text": "Ah-hah, ah-hah, ah-hah Haha, bitch, I'm laughin' 'cause you big mad See it in your face, cry baby, bitch, you big sad Niggas tweetin' 'bout me, got me trendin', bitch, you big sad",
      "valence": 2.54,
      "arousal": 3.94,
      "dominance": 3.57
    },
    {
      "chunk_id": 47,
      "lyrics_text": "Haha, bitch, I'm laughin' 'cause you big mad See it in your face, cry baby, bitch, you big sad Niggas tweetin' 'bout me, got me trendin', bitch, you big sad Tell me how I ratted, came home to a big bag",
      "valence": 2.38,
      "arousal": 3.96,
      "dominance": 3.59
    }
  ]
}