{
  "artist": "Drake",
  "overall_vad": {
    "valence": 2.69,
    "arousal": 3.48,
    "dominance": 3.25
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "Hermès link, ice-blue mink Tat on my ribs like I do not know what permanent is They want me gone, wait for the kicker Bury me now and I only get bigger, that's word to my nigga",
      "valence": 2.49,
      "arousal": 3.54,
      "dominance": 2.95
    },
    {
      "chunk_id": 2,
      "lyrics_text": "Tat on my ribs like I do not know what permanent is They want me gone, wait for the kicker Bury me now and I only get bigger, that's word to my nigga Yeah, October Firm in the cut",
      "valence": 2.56,
      "arousal": 3.51,
      "dominance": 3.05
    },
    {
      "chunk_id": 3,
      "lyrics_text": "They want me gone, wait for the kicker Bury me now and I only get bigger, that's word to my nigga Yeah, October Firm in the cut Stay at the top like I'm stuck",
      "valence": 2.55,
      "arousal": 3.47,
      "dominance": 3.19
    },
    {
      "chunk_id": 4,
      "lyrics_text": "Bury me now and I only get bigger, that's word to my nigga Yeah, October Firm in the cut Stay at the top like I'm stuck That's just how I'm givin' it up",
      "valence": 2.71,
      "arousal": 3.4,
      "dominance": 3.41
    },
    {
      "chunk_id": 5,
      "lyrics_text": "Yeah, October Firm in the cut Stay at the top like I'm stuck That's just how I'm givin' it up She wanna get married tonight",
      "valence": 2.94,
      "arousal": 3.28,
      "dominance": 3.2
    },
    {
      "chunk_id": 6,
      "lyrics_text": "Stay at the top like I'm stuck That's just how I'm givin' it up She wanna get married tonight But I can't take a knee, 'cause I'm wearin' all white",
      "valence": 2.87,
      "arousal": 3.39,
      "dominance": 3.19
    },
    {
      "chunk_id": 7,
      "lyrics_text": "That's just how I'm givin' it up She wanna get married tonight But I can't take a knee, 'cause I'm wearin' all white Me and my broski are twins, but we don't look alike",
      "valence": 3.04,
      "arousal": 3.5,
      "dominance": 3.27
    },
    {
      "chunk_id": 8,
      "lyrics_text": "She wanna get married tonight But I can't take a knee, 'cause I'm wearin' all white Me and my broski are twins, but we don't look alike I don't take naps",
      "valence": 2.75,
      "arousal": 3.44,
      "dominance": 3.08
    },
    {
      "chunk_id": 9,
      "lyrics_text": "But I can't take a knee, 'cause I'm wearin' all white Me and my broski are twins, but we don't look alike I don't take naps Me and the money are way too attached to go and do that",
      "valence": 2.69,
      "arousal": 3.43,
      "dominance": 3.23
    },
    {
      "chunk_id": 10,
      "lyrics_text": "Me and my broski are twins, but we don't look alike I don't take naps Me and the money are way too attached to go and do that Muscle relax",
      "valence": 2.91,
      "arousal": 3.24,
      "dominance": 3.18
    },
    {
      "chunk_id": 11,
      "lyrics_text": "I don't take naps Me and the money are way too attached to go and do that Muscle relax That and the spliff put me right on my back, I gotta unpack",
      "valence": 2.68,
      "arousal": 3.27,
      "dominance": 3.09
    },
    {
      "chunk_id": 12,
      "lyrics_text": "Me and the money are way too attached to go and do that Muscle relax That and the spliff put me right on my back, I gotta unpack Virginia Black",
      "valence": 2.71,
      "arousal": 3.37,
      "dominance": 3.17
    },
    {
      "chunk_id": 13,
      "lyrics_text": "Muscle relax That and the spliff put me right on my back, I gotta unpack Virginia Black I could go make enough money off that, and not even rap",
      "valence": 2.68,
      "arousal": 3.36,
      "dominance": 3.1
    },
    {
      "chunk_id": 14,
      "lyrics_text": "That and the spliff put me right on my back, I gotta unpack Virginia Black I could go make enough money off that, and not even rap What's that? Facts?",
      "valence": 2.73,
      "arousal": 3.41,
      "dominance": 3.15
    },
    {
      "chunk_id": 15,
      "lyrics_text": "Virginia Black I could go make enough money off that, and not even rap What's that? Facts? Contract max, I gotta bring that shit back",
      "valence": 2.7,
      "arousal": 3.51,
      "dominance": 3.31
    },
    {
      "chunk_id": 16,
      "lyrics_text": "I could go make enough money off that, and not even rap What's that? Facts? Contract max, I gotta bring that shit back Hermès link, ice-blue mink",
      "valence": 2.81,
      "arousal": 3.5,
      "dominance": 3.31
    },
    {
      "chunk_id": 17,
      "lyrics_text": "What's that? Facts? Contract max, I gotta bring that shit back Hermès link, ice-blue mink Tat on my ribs like I do not know what permanent is",
      "valence": 2.55,
      "arousal": 3.59,
      "dominance": 3.27
    },
    {
      "chunk_id": 18,
      "lyrics_text": "Contract max, I gotta bring that shit back Hermès link, ice-blue mink Tat on my ribs like I do not know what permanent is They want me gone, out of the picture",
      "valence": 2.47,
      "arousal": 3.61,
      "dominance": 3.0
    },
    {
      "chunk_id": 19,
      "lyrics_text": "Hermès link, ice-blue mink Tat on my ribs like I do not know what permanent is They want me gone, out of the picture Bury me now and I only get bigger",
      "valence": 2.48,
      "arousal": 3.38,
      "dominance": 2.79
    },
    {
      "chunk_id": 20,
      "lyrics_text": "Tat on my ribs like I do not know what permanent is They want me gone, out of the picture Bury me now and I only get bigger That's word to my, word to my??I'm so hot, yeah, I'm so right now",
      "valence": 2.89,
      "arousal": 3.85,
      "dominance": 3.11
    },
    {
      "chunk_id": 21,
      "lyrics_text": "They want me gone, out of the picture Bury me now and I only get bigger That's word to my, word to my??I'm so hot, yeah, I'm so right now Who's not gang, bitch? Let me find out",
      "valence": 2.4,
      "arousal": 3.8,
      "dominance": 3.48
    },
    {
      "chunk_id": 22,
      "lyrics_text": "Bury me now and I only get bigger That's word to my, word to my??I'm so hot, yeah, I'm so right now Who's not gang, bitch? Let me find out Keep hearin' clicks when I'm talkin' on the iPhone",
      "valence": 2.74,
      "arousal": 3.89,
      "dominance": 3.54
    },
    {
      "chunk_id": 23,
      "lyrics_text": "That's word to my, word to my??I'm so hot, yeah, I'm so right now Who's not gang, bitch? Let me find out Keep hearin' clicks when I'm talkin' on the iPhone Feds in the city hate to see us on a high note",
      "valence": 2.95,
      "arousal": 3.99,
      "dominance": 3.46
    },
    {
      "chunk_id": 24,
      "lyrics_text": "Who's not gang, bitch? Let me find out Keep hearin' clicks when I'm talkin' on the iPhone Feds in the city hate to see us on a high note I switch flow like I switch time zone",
      "valence": 2.23,
      "arousal": 3.57,
      "dominance": 3.55
    },
    {
      "chunk_id": 25,
      "lyrics_text": "Keep hearin' clicks when I'm talkin' on the iPhone Feds in the city hate to see us on a high note I switch flow like I switch time zone Can't get Nobu, but you can get Milestone",
      "valence": 2.65,
      "arousal": 3.26,
      "dominance": 3.23
    },
    {
      "chunk_id": 26,
      "lyrics_text": "Feds in the city hate to see us on a high note I switch flow like I switch time zone Can't get Nobu, but you can get Milestone I gotta do mansion, 'cause I outgrew condo",
      "valence": 2.72,
      "arousal": 3.28,
      "dominance": 3.29
    },
    {
      "chunk_id": 27,
      "lyrics_text": "I switch flow like I switch time zone Can't get Nobu, but you can get Milestone I gotta do mansion, 'cause I outgrew condo Gotta do Maybach, she wanna fuck on the drive home",
      "valence": 2.46,
      "arousal": 3.57,
      "dominance": 3.52
    },
    {
      "chunk_id": 28,
      "lyrics_text": "Can't get Nobu, but you can get Milestone I gotta do mansion, 'cause I outgrew condo Gotta do Maybach, she wanna fuck on the drive home Yeah, met her once and I got through",
      "valence": 2.52,
      "arousal": 3.57,
      "dominance": 3.53
    },
    {
      "chunk_id": 29,
      "lyrics_text": "I gotta do mansion, 'cause I outgrew condo Gotta do Maybach, she wanna fuck on the drive home Yeah, met her once and I got through I'm never washed, but I'm not new",
      "valence": 2.56,
      "arousal": 3.62,
      "dominance": 3.53
    },
    {
      "chunk_id": 30,
      "lyrics_text": "Gotta do Maybach, she wanna fuck on the drive home Yeah, met her once and I got through I'm never washed, but I'm not new I know I said top five, but I'm top two",
      "valence": 2.77,
      "arousal": 3.65,
      "dominance": 3.58
    },
    {
      "chunk_id": 31,
      "lyrics_text": "Yeah, met her once and I got through I'm never washed, but I'm not new I know I said top five, but I'm top two And I'm not two and I got one",
      "valence": 3.28,
      "arousal": 3.33,
      "dominance": 3.45
    },
    {
      "chunk_id": 32,
      "lyrics_text": "I'm never washed, but I'm not new I know I said top five, but I'm top two And I'm not two and I got one Thought you had one, but it's not one, nigga, nah",
      "valence": 2.92,
      "arousal": 3.23,
      "dominance": 3.42
    },
    {
      "chunk_id": 33,
      "lyrics_text": "I know I said top five, but I'm top two And I'm not two and I got one Thought you had one, but it's not one, nigga, nah Hermès link, ice-blue mink",
      "valence": 2.91,
      "arousal": 3.3,
      "dominance": 3.39
    },
    {
      "chunk_id": 34,
      "lyrics_text": "And I'm not two and I got one Thought you had one, but it's not one, nigga, nah Hermès link, ice-blue mink Tat on my ribs like I do not know what permanent is",
      "valence": 2.55,
      "arousal": 3.25,
      "dominance": 3.16
    },
    {
      "chunk_id": 35,
      "lyrics_text": "Thought you had one, but it's not one, nigga, nah Hermès link, ice-blue mink Tat on my ribs like I do not know what permanent is They want me gone, wait for the kicker",
      "valence": 2.48,
      "arousal": 3.44,
      "dominance": 2.91
    },
    {
      "chunk_id": 36,
      "lyrics_text": "Hermès link, ice-blue mink Tat on my ribs like I do not know what permanent is They want me gone, wait for the kicker Bury me now and I only get bigger, that's word to my nigga",
      "valence": 2.49,
      "arousal": 3.54,
      "dominance": 2.95
    }
  ]
}