{
  "artist": "Kip Moore",
  "overall_vad": {
    "valence": 3.67,
    "arousal": 3.58,
    "dominance": 3.31
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "Hey pretty girl, won't you look my way? Love's in the air tonight You can bet you could make this ol' boy's day Hey pretty girl, won't you look my way?",
      "valence": 3.61,
      "arousal": 3.72,
      "dominance": 3.25
    },
    {
      "chunk_id": 2,
      "lyrics_text": "Love's in the air tonight You can bet you could make this ol' boy's day Hey pretty girl, won't you look my way? Hey pretty girl, can I have this dance?",
      "valence": 3.76,
      "arousal": 3.76,
      "dominance": 3.33
    },
    {
      "chunk_id": 3,
      "lyrics_text": "You can bet you could make this ol' boy's day Hey pretty girl, won't you look my way? Hey pretty girl, can I have this dance? And the next one after that",
      "valence": 3.47,
      "arousal": 3.53,
      "dominance": 3.24
    },
    {
      "chunk_id": 4,
      "lyrics_text": "Hey pretty girl, won't you look my way? Hey pretty girl, can I have this dance? And the next one after that Gonna make your mind there's a real good chance",
      "valence": 3.32,
      "arousal": 3.44,
      "dominance": 3.25
    },
    {
      "chunk_id": 5,
      "lyrics_text": "Hey pretty girl, can I have this dance? And the next one after that Gonna make your mind there's a real good chance Hey pretty girl, can I have this dance?",
      "valence": 3.28,
      "arousal": 3.48,
      "dominance": 3.25
    },
    {
      "chunk_id": 6,
      "lyrics_text": "And the next one after that Gonna make your mind there's a real good chance Hey pretty girl, can I have this dance? Hey pretty girl, it feels so right",
      "valence": 3.57,
      "arousal": 3.55,
      "dominance": 3.34
    },
    {
      "chunk_id": 7,
      "lyrics_text": "Gonna make your mind there's a real good chance Hey pretty girl, can I have this dance? Hey pretty girl, it feels so right Just like it's meant to be",
      "valence": 3.62,
      "arousal": 3.56,
      "dominance": 3.29
    },
    {
      "chunk_id": 8,
      "lyrics_text": "Hey pretty girl, can I have this dance? Hey pretty girl, it feels so right Just like it's meant to be All wrapped up in my arms so tight",
      "valence": 3.84,
      "arousal": 3.74,
      "dominance": 3.23
    },
    {
      "chunk_id": 9,
      "lyrics_text": "Hey pretty girl, it feels so right Just like it's meant to be All wrapped up in my arms so tight Hey pretty girl, it feels so right",
      "valence": 4.08,
      "arousal": 3.76,
      "dominance": 3.32
    },
    {
      "chunk_id": 10,
      "lyrics_text": "Just like it's meant to be All wrapped up in my arms so tight Hey pretty girl, it feels so right Life's a lonely, windin' ride",
      "valence": 3.73,
      "arousal": 3.68,
      "dominance": 3.23
    },
    {
      "chunk_id": 11,
      "lyrics_text": "All wrapped up in my arms so tight Hey pretty girl, it feels so right Life's a lonely, windin' ride Better have the right one by your side",
      "valence": 3.83,
      "arousal": 3.66,
      "dominance": 3.3
    },
    {
      "chunk_id": 12,
      "lyrics_text": "Hey pretty girl, it feels so right Life's a lonely, windin' ride Better have the right one by your side And happiness don't drag its feet",
      "valence": 3.5,
      "arousal": 3.45,
      "dominance": 3.31
    },
    {
      "chunk_id": 13,
      "lyrics_text": "Life's a lonely, windin' ride Better have the right one by your side And happiness don't drag its feet And time moves faster than you think",
      "valence": 3.09,
      "arousal": 3.17,
      "dominance": 3.23
    },
    {
      "chunk_id": 14,
      "lyrics_text": "Better have the right one by your side And happiness don't drag its feet And time moves faster than you think Hey pretty girl, wanna take you home",
      "valence": 3.35,
      "arousal": 3.47,
      "dominance": 3.42
    },
    {
      "chunk_id": 15,
      "lyrics_text": "And happiness don't drag its feet And time moves faster than you think Hey pretty girl, wanna take you home My momma's gonna love you",
      "valence": 3.79,
      "arousal": 3.73,
      "dominance": 3.37
    },
    {
      "chunk_id": 16,
      "lyrics_text": "And time moves faster than you think Hey pretty girl, wanna take you home My momma's gonna love you She'll make me sleep on the couch, I know",
      "valence": 3.76,
      "arousal": 3.9,
      "dominance": 3.22
    },
    {
      "chunk_id": 17,
      "lyrics_text": "Hey pretty girl, wanna take you home My momma's gonna love you She'll make me sleep on the couch, I know Hey pretty girl, wanna take you home",
      "valence": 3.97,
      "arousal": 3.79,
      "dominance": 3.24
    },
    {
      "chunk_id": 18,
      "lyrics_text": "My momma's gonna love you She'll make me sleep on the couch, I know Hey pretty girl, wanna take you home Hey pretty girl, let's build some dreams",
      "valence": 4.0,
      "arousal": 3.83,
      "dominance": 3.24
    },
    {
      "chunk_id": 19,
      "lyrics_text": "She'll make me sleep on the couch, I know Hey pretty girl, wanna take you home Hey pretty girl, let's build some dreams And a house on a piece of land",
      "valence": 3.47,
      "arousal": 3.34,
      "dominance": 3.2
    },
    {
      "chunk_id": 20,
      "lyrics_text": "Hey pretty girl, wanna take you home Hey pretty girl, let's build some dreams And a house on a piece of land We'll plant some roots and some apple trees",
      "valence": 3.67,
      "arousal": 3.46,
      "dominance": 3.27
    },
    {
      "chunk_id": 21,
      "lyrics_text": "Hey pretty girl, let's build some dreams And a house on a piece of land We'll plant some roots and some apple trees Hey pretty girl, let's build some dreams",
      "valence": 3.53,
      "arousal": 3.32,
      "dominance": 3.36
    },
    {
      "chunk_id": 22,
      "lyrics_text": "And a house on a piece of land We'll plant some roots and some apple trees Hey pretty girl, let's build some dreams Life's a lonely, windin' ride",
      "valence": 3.33,
      "arousal": 3.3,
      "dominance": 3.29
    },
    {
      "chunk_id": 23,
      "lyrics_text": "We'll plant some roots and some apple trees Hey pretty girl, let's build some dreams Life's a lonely, windin' ride Better have the right one by your side",
      "valence": 3.45,
      "arousal": 3.27,
      "dominance": 3.45
    },
    {
      "chunk_id": 24,
      "lyrics_text": "Hey pretty girl, let's build some dreams Life's a lonely, windin' ride Better have the right one by your side And happiness don't drag its feet",
      "valence": 3.29,
      "arousal": 3.33,
      "dominance": 3.4
    },
    {
      "chunk_id": 25,
      "lyrics_text": "Life's a lonely, windin' ride Better have the right one by your side And happiness don't drag its feet And time moves faster than you think",
      "valence": 3.09,
      "arousal": 3.17,
      "dominance": 3.23
    },
    {
      "chunk_id": 26,
      "lyrics_text": "Better have the right one by your side And happiness don't drag its feet And time moves faster than you think Hey pretty girl, you did so good",
      "valence": 3.61,
      "arousal": 3.5,
      "dominance": 3.49
    },
    {
      "chunk_id": 27,
      "lyrics_text": "And happiness don't drag its feet And time moves faster than you think Hey pretty girl, you did so good Our baby's got your eyes",
      "valence": 3.81,
      "arousal": 3.63,
      "dominance": 3.41
    },
    {
      "chunk_id": 28,
      "lyrics_text": "And time moves faster than you think Hey pretty girl, you did so good Our baby's got your eyes And a fighters heart like I knew she would",
      "valence": 4.05,
      "arousal": 3.94,
      "dominance": 3.37
    },
    {
      "chunk_id": 29,
      "lyrics_text": "Hey pretty girl, you did so good Our baby's got your eyes And a fighters heart like I knew she would Hey pretty girl, you did so good",
      "valence": 4.26,
      "arousal": 3.84,
      "dominance": 3.28
    },
    {
      "chunk_id": 30,
      "lyrics_text": "Our baby's got your eyes And a fighters heart like I knew she would Hey pretty girl, you did so good Hey pretty girl, when I see the light",
      "valence": 4.05,
      "arousal": 3.79,
      "dominance": 3.29
    },
    {
      "chunk_id": 31,
      "lyrics_text": "And a fighters heart like I knew she would Hey pretty girl, you did so good Hey pretty girl, when I see the light When it's my time to go",
      "valence": 3.87,
      "arousal": 3.82,
      "dominance": 3.29
    },
    {
      "chunk_id": 32,
      "lyrics_text": "Hey pretty girl, you did so good Hey pretty girl, when I see the light When it's my time to go I'm gonna thank the Lord for a real good life",
      "valence": 4.06,
      "arousal": 3.68,
      "dominance": 3.35
    },
    {
      "chunk_id": 33,
      "lyrics_text": "Hey pretty girl, when I see the light When it's my time to go I'm gonna thank the Lord for a real good life Pretty little girl and a beautiful wife",
      "valence": 3.89,
      "arousal": 3.51,
      "dominance": 3.37
    }
  ]
}