{
  "artist": "Tyler, The Creator",
  "overall_vad": {
    "valence": 2.56,
    "arousal": 3.72,
    "dominance": 3.4
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "Rolls Royce pull up, black boy hop out Shoutout to my mother and my father, didn't (hold up) \"Oh my God, I never seen nothin' like this\" haha That's what my mom was sayin', she",
      "valence": 2.87,
      "arousal": 3.86,
      "dominance": 3.12
    },
    {
      "chunk_id": 2,
      "lyrics_text": "Shoutout to my mother and my father, didn't (hold up) \"Oh my God, I never seen nothin' like this\" haha That's what my mom was sayin', she She was cryin' and shit",
      "valence": 2.34,
      "arousal": 4.07,
      "dominance": 3.14
    },
    {
      "chunk_id": 3,
      "lyrics_text": "\"Oh my God, I never seen nothin' like this\" haha That's what my mom was sayin', she She was cryin' and shit It was, she was just like, this shit is beautiful",
      "valence": 3.37,
      "arousal": 4.14,
      "dominance": 3.06
    },
    {
      "chunk_id": 4,
      "lyrics_text": "That's what my mom was sayin', she She was cryin' and shit It was, she was just like, this shit is beautiful It was a beautiful moment",
      "valence": 3.38,
      "arousal": 3.97,
      "dominance": 3.13
    },
    {
      "chunk_id": 5,
      "lyrics_text": "She was cryin' and shit It was, she was just like, this shit is beautiful It was a beautiful moment You alway-you always keep the picnic blankets in the back",
      "valence": 3.45,
      "arousal": 3.94,
      "dominance": 3.09
    },
    {
      "chunk_id": 6,
      "lyrics_text": "It was, she was just like, this shit is beautiful It was a beautiful moment You alway-you always keep the picnic blankets in the back 'Cause you, you never know (Gangsta Grillz)",
      "valence": 3.82,
      "arousal": 3.74,
      "dominance": 3.29
    },
    {
      "chunk_id": 7,
      "lyrics_text": "It was a beautiful moment You alway-you always keep the picnic blankets in the back 'Cause you, you never know (Gangsta Grillz) You never know where the fuck you gon' end up at",
      "valence": 3.53,
      "arousal": 3.5,
      "dominance": 3.18
    },
    {
      "chunk_id": 8,
      "lyrics_text": "You alway-you always keep the picnic blankets in the back 'Cause you, you never know (Gangsta Grillz) You never know where the fuck you gon' end up at (Okay, haha, now we ready) (let's go)",
      "valence": 3.02,
      "arousal": 3.67,
      "dominance": 3.29
    },
    {
      "chunk_id": 9,
      "lyrics_text": "'Cause you, you never know (Gangsta Grillz) You never know where the fuck you gon' end up at (Okay, haha, now we ready) (let's go) Rolls Royce pull up, black boy hop out",
      "valence": 3.06,
      "arousal": 3.66,
      "dominance": 3.33
    },
    {
      "chunk_id": 10,
      "lyrics_text": "You never know where the fuck you gon' end up at (Okay, haha, now we ready) (let's go) Rolls Royce pull up, black boy hop out Shoutout to my mother and my father, didn't pull out",
      "valence": 2.78,
      "arousal": 3.87,
      "dominance": 3.47
    },
    {
      "chunk_id": 11,
      "lyrics_text": "(Okay, haha, now we ready) (let's go) Rolls Royce pull up, black boy hop out Shoutout to my mother and my father, didn't pull out Msg sell out, fuck these niggas yap 'bout?",
      "valence": 2.78,
      "arousal": 3.95,
      "dominance": 3.55
    },
    {
      "chunk_id": 12,
      "lyrics_text": "Rolls Royce pull up, black boy hop out Shoutout to my mother and my father, didn't pull out Msg sell out, fuck these niggas yap 'bout? Whips on whips, my ancestors got they backs out (yeah, oh)",
      "valence": 2.31,
      "arousal": 3.74,
      "dominance": 3.52
    },
    {
      "chunk_id": 13,
      "lyrics_text": "Shoutout to my mother and my father, didn't pull out Msg sell out, fuck these niggas yap 'bout? Whips on whips, my ancestors got they backs out (yeah, oh) Too far? Five hundred stacks for the hood (I dare you, nigga)",
      "valence": 2.14,
      "arousal": 3.87,
      "dominance": 3.72
    },
    {
      "chunk_id": 14,
      "lyrics_text": "Msg sell out, fuck these niggas yap 'bout? Whips on whips, my ancestors got they backs out (yeah, oh) Too far? Five hundred stacks for the hood (I dare you, nigga) Call me lumberjack 'cause I wish a nigga would race (right)",
      "valence": 2.2,
      "arousal": 3.76,
      "dominance": 3.53
    },
    {
      "chunk_id": 15,
      "lyrics_text": "Whips on whips, my ancestors got they backs out (yeah, oh) Too far? Five hundred stacks for the hood (I dare you, nigga) Call me lumberjack 'cause I wish a nigga would race (right) Do it like I? This the \"wish-a-nigga-could\" face",
      "valence": 2.67,
      "arousal": 3.43,
      "dominance": 3.32
    },
    {
      "chunk_id": 16,
      "lyrics_text": "Too far? Five hundred stacks for the hood (I dare you, nigga) Call me lumberjack 'cause I wish a nigga would race (right) Do it like I? This the \"wish-a-nigga-could\" face They ain't gettin' paper like they should, wait",
      "valence": 2.51,
      "arousal": 3.54,
      "dominance": 3.38
    },
    {
      "chunk_id": 17,
      "lyrics_text": "Call me lumberjack 'cause I wish a nigga would race (right) Do it like I? This the \"wish-a-nigga-could\" face They ain't gettin' paper like they should, wait (You niggas woulda, coulda, should've) (oh shit)",
      "valence": 2.37,
      "arousal": 3.63,
      "dominance": 3.35
    },
    {
      "chunk_id": 18,
      "lyrics_text": "Do it like I? This the \"wish-a-nigga-could\" face They ain't gettin' paper like they should, wait (You niggas woulda, coulda, should've) (oh shit) Niggas ain't really on the type of shit he on",
      "valence": 2.27,
      "arousal": 3.43,
      "dominance": 3.25
    },
    {
      "chunk_id": 19,
      "lyrics_text": "They ain't gettin' paper like they should, wait (You niggas woulda, coulda, should've) (oh shit) Niggas ain't really on the type of shit he on I hit Drizzy and told him I had a milli' for him (oh shit)",
      "valence": 2.29,
      "arousal": 3.58,
      "dominance": 3.28
    },
    {
      "chunk_id": 20,
      "lyrics_text": "(You niggas woulda, coulda, should've) (oh shit) Niggas ain't really on the type of shit he on I hit Drizzy and told him I had a milli' for him (oh shit) I own my companies full, told 'em to keep the loan",
      "valence": 2.37,
      "arousal": 3.58,
      "dominance": 3.56
    },
    {
      "chunk_id": 21,
      "lyrics_text": "Niggas ain't really on the type of shit he on I hit Drizzy and told him I had a milli' for him (oh shit) I own my companies full, told 'em to keep the loan I took that gold bitch home, niggas is big mad (oh shit)",
      "valence": 2.25,
      "arousal": 3.96,
      "dominance": 3.59
    },
    {
      "chunk_id": 22,
      "lyrics_text": "I hit Drizzy and told him I had a milli' for him (oh shit) I own my companies full, told 'em to keep the loan I took that gold bitch home, niggas is big mad (oh shit) I put that bitch on the shelf, to let it ventilate",
      "valence": 2.3,
      "arousal": 3.82,
      "dominance": 3.7
    },
    {
      "chunk_id": 23,
      "lyrics_text": "I own my companies full, told 'em to keep the loan I took that gold bitch home, niggas is big mad (oh shit) I put that bitch on the shelf, to let it ventilate And bought another car 'cause I ain't know how to celebrate (top shelf, nigga)",
      "valence": 2.3,
      "arousal": 3.73,
      "dominance": 3.66
    },
    {
      "chunk_id": 24,
      "lyrics_text": "I took that gold bitch home, niggas is big mad (oh shit) I put that bitch on the shelf, to let it ventilate And bought another car 'cause I ain't know how to celebrate (top shelf, nigga) That big boy, that big bitch for all weather",
      "valence": 2.36,
      "arousal": 3.73,
      "dominance": 3.6
    },
    {
      "chunk_id": 25,
      "lyrics_text": "I put that bitch on the shelf, to let it ventilate And bought another car 'cause I ain't know how to celebrate (top shelf, nigga) That big boy, that big bitch for all weather It never rain in Cali', came with an umbrella (ooh)",
      "valence": 2.41,
      "arousal": 3.54,
      "dominance": 3.47
    },
    {
      "chunk_id": 26,
      "lyrics_text": "And bought another car 'cause I ain't know how to celebrate (top shelf, nigga) That big boy, that big bitch for all weather It never rain in Cali', came with an umbrella (ooh) Rolls Royce pull up, black boy hop out (man, what the fuck?)",
      "valence": 2.7,
      "arousal": 3.77,
      "dominance": 3.37
    },
    {
      "chunk_id": 27,
      "lyrics_text": "That big boy, that big bitch for all weather It never rain in Cali', came with an umbrella (ooh) Rolls Royce pull up, black boy hop out (man, what the fuck?) Shoutout to my mother and my father, didn't pull out",
      "valence": 2.39,
      "arousal": 3.89,
      "dominance": 3.46
    },
    {
      "chunk_id": 28,
      "lyrics_text": "It never rain in Cali', came with an umbrella (ooh) Rolls Royce pull up, black boy hop out (man, what the fuck?) Shoutout to my mother and my father, didn't pull out Msg sell out, fuck these niggas yap 'bout? (Sold out)",
      "valence": 2.38,
      "arousal": 3.97,
      "dominance": 3.42
    },
    {
      "chunk_id": 29,
      "lyrics_text": "Rolls Royce pull up, black boy hop out (man, what the fuck?) Shoutout to my mother and my father, didn't pull out Msg sell out, fuck these niggas yap 'bout? (Sold out) Good credit score, this card really can't max out (wow)",
      "valence": 2.64,
      "arousal": 4.04,
      "dominance": 3.47
    },
    {
      "chunk_id": 30,
      "lyrics_text": "Shoutout to my mother and my father, didn't pull out Msg sell out, fuck these niggas yap 'bout? (Sold out) Good credit score, this card really can't max out (wow) Too far? Five hundred stacks for the hood",
      "valence": 2.51,
      "arousal": 3.97,
      "dominance": 3.58
    },
    {
      "chunk_id": 31,
      "lyrics_text": "Msg sell out, fuck these niggas yap 'bout? (Sold out) Good credit score, this card really can't max out (wow) Too far? Five hundred stacks for the hood Call me lumberjack 'cause I wish a nigga would race (uh-huh)",
      "valence": 2.61,
      "arousal": 3.88,
      "dominance": 3.39
    },
    {
      "chunk_id": 32,
      "lyrics_text": "Good credit score, this card really can't max out (wow) Too far? Five hundred stacks for the hood Call me lumberjack 'cause I wish a nigga would race (uh-huh) Nigga this the face, man, I wish a nigga- (could face)",
      "valence": 2.63,
      "arousal": 3.55,
      "dominance": 3.32
    },
    {
      "chunk_id": 33,
      "lyrics_text": "Too far? Five hundred stacks for the hood Call me lumberjack 'cause I wish a nigga would race (uh-huh) Nigga this the face, man, I wish a nigga- (could face) It's different, it's really different (catch up niggas)",
      "valence": 2.77,
      "arousal": 3.41,
      "dominance": 3.21
    },
    {
      "chunk_id": 34,
      "lyrics_text": "Call me lumberjack 'cause I wish a nigga would race (uh-huh) Nigga this the face, man, I wish a nigga- (could face) It's different, it's really different (catch up niggas) Ayo, I might sled in Utah, LA too warm",
      "valence": 2.66,
      "arousal": 3.32,
      "dominance": 3.11
    },
    {
      "chunk_id": 35,
      "lyrics_text": "Nigga this the face, man, I wish a nigga- (could face) It's different, it's really different (catch up niggas) Ayo, I might sled in Utah, LA too warm My nigga tall, look like a bitch, I call him Mulan (hey, oh)",
      "valence": 2.65,
      "arousal": 3.52,
      "dominance": 3.18
    },
    {
      "chunk_id": 36,
      "lyrics_text": "It's different, it's really different (catch up niggas) Ayo, I might sled in Utah, LA too warm My nigga tall, look like a bitch, I call him Mulan (hey, oh) Salad colored emerald on finger, the size of croutons",
      "valence": 2.75,
      "arousal": 3.45,
      "dominance": 3.18
    },
    {
      "chunk_id": 37,
      "lyrics_text": "Ayo, I might sled in Utah, LA too warm My nigga tall, look like a bitch, I call him Mulan (hey, oh) Salad colored emerald on finger, the size of croutons Niggas cannot fuck with performance of Magic New Wand (oh, nigga)",
      "valence": 2.39,
      "arousal": 3.56,
      "dominance": 3.42
    },
    {
      "chunk_id": 38,
      "lyrics_text": "My nigga tall, look like a bitch, I call him Mulan (hey, oh) Salad colored emerald on finger, the size of croutons Niggas cannot fuck with performance of Magic New Wand (oh, nigga) That's my nuance, used to be the weirdo (gahdammit)",
      "valence": 2.3,
      "arousal": 3.7,
      "dominance": 3.6
    },
    {
      "chunk_id": 39,
      "lyrics_text": "Salad colored emerald on finger, the size of croutons Niggas cannot fuck with performance of Magic New Wand (oh, nigga) That's my nuance, used to be the weirdo (gahdammit) Used to laugh at me, listen to me with their ears closed (niggas is wilidn')",
      "valence": 2.58,
      "arousal": 3.35,
      "dominance": 3.35
    },
    {
      "chunk_id": 40,
      "lyrics_text": "Niggas cannot fuck with performance of Magic New Wand (oh, nigga) That's my nuance, used to be the weirdo (gahdammit) Used to laugh at me, listen to me with their ears closed (niggas is wilidn') Used to treat me like that boy off Malcolm in the Middle (I'm fuckin' rich)",
      "valence": 2.35,
      "arousal": 3.62,
      "dominance": 3.56
    },
    {
      "chunk_id": 41,
      "lyrics_text": "That's my nuance, used to be the weirdo (gahdammit) Used to laugh at me, listen to me with their ears closed (niggas is wilidn') Used to treat me like that boy off Malcolm in the Middle (I'm fuckin' rich) Now I'm zero, zero, zero, zero, zero, zero (not six)",
      "valence": 2.33,
      "arousal": 3.58,
      "dominance": 3.33
    },
    {
      "chunk_id": 42,
      "lyrics_text": "Used to laugh at me, listen to me with their ears closed (niggas is wilidn') Used to treat me like that boy off Malcolm in the Middle (I'm fuckin' rich) Now I'm zero, zero, zero, zero, zero, zero (not six) Rolls Royce pull up (zero), black boy hop out (not seven)",
      "valence": 2.49,
      "arousal": 3.55,
      "dominance": 3.29
    },
    {
      "chunk_id": 43,
      "lyrics_text": "Used to treat me like that boy off Malcolm in the Middle (I'm fuckin' rich) Now I'm zero, zero, zero, zero, zero, zero (not six) Rolls Royce pull up (zero), black boy hop out (not seven) Man, I can't take this shit no more, man, I quit",
      "valence": 2.29,
      "arousal": 3.68,
      "dominance": 3.32
    },
    {
      "chunk_id": 44,
      "lyrics_text": "Now I'm zero, zero, zero, zero, zero, zero (not six) Rolls Royce pull up (zero), black boy hop out (not seven) Man, I can't take this shit no more, man, I quit I quit, I swear to God, nigga (that's it)",
      "valence": 2.2,
      "arousal": 3.64,
      "dominance": 3.29
    },
    {
      "chunk_id": 45,
      "lyrics_text": "Rolls Royce pull up (zero), black boy hop out (not seven) Man, I can't take this shit no more, man, I quit I quit, I swear to God, nigga (that's it) Fuck niggas talking to me about?",
      "valence": 2.1,
      "arousal": 3.74,
      "dominance": 3.42
    },
    {
      "chunk_id": 46,
      "lyrics_text": "Man, I can't take this shit no more, man, I quit I quit, I swear to God, nigga (that's it) Fuck niggas talking to me about? Close y'all's fuckin' faces (Quality Wednesday music)",
      "valence": 2.16,
      "arousal": 3.89,
      "dominance": 3.57
    },
    {
      "chunk_id": 47,
      "lyrics_text": "I quit, I swear to God, nigga (that's it) Fuck niggas talking to me about? Close y'all's fuckin' faces (Quality Wednesday music) Wish-a-nigga-could face",
      "valence": 2.05,
      "arousal": 3.88,
      "dominance": 3.7
    },
    {
      "chunk_id": 48,
      "lyrics_text": "Fuck niggas talking to me about? Close y'all's fuckin' faces (Quality Wednesday music) Wish-a-nigga-could face Oh yeah, you asked for it (y'all storms is cloudy, nigga)",
      "valence": 2.43,
      "arousal": 3.72,
      "dominance": 3.53
    },
    {
      "chunk_id": 49,
      "lyrics_text": "Close y'all's fuckin' faces (Quality Wednesday music) Wish-a-nigga-could face Oh yeah, you asked for it (y'all storms is cloudy, nigga) Fuckin' crumbs",
      "valence": 2.59,
      "arousal": 3.78,
      "dominance": 3.52
    },
    {
      "chunk_id": 50,
      "lyrics_text": "Wish-a-nigga-could face Oh yeah, you asked for it (y'all storms is cloudy, nigga) Fuckin' crumbs Wish-a-nigga-would face",
      "valence": 2.28,
      "arousal": 3.78,
      "dominance": 3.46
    },
    {
      "chunk_id": 51,
      "lyrics_text": "Oh yeah, you asked for it (y'all storms is cloudy, nigga) Fuckin' crumbs Wish-a-nigga-would face Fuck you mean, nigga?",
      "valence": 2.31,
      "arousal": 3.76,
      "dominance": 3.64
    }
  ]
}