{
  "artist": "HARDY Featuring Lauren Alaina & Devin Dawson",
  "overall_vad": {
    "valence": 3.1,
    "arousal": 3.29,
    "dominance": 3.07
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "17 in a small town Weak knees in a CVS Door locked in the bathroom What's it gonna be waitin' on that test?",
      "valence": 2.75,
      "arousal": 3.19,
      "dominance": 2.96
    },
    {
      "chunk_id": 2,
      "lyrics_text": "Weak knees in a CVS Door locked in the bathroom What's it gonna be waitin' on that test? Never thought that they'd be",
      "valence": 2.66,
      "arousal": 3.16,
      "dominance": 2.82
    },
    {
      "chunk_id": 3,
      "lyrics_text": "Door locked in the bathroom What's it gonna be waitin' on that test? Never thought that they'd be Puttin' those life plans on the shelf",
      "valence": 2.74,
      "arousal": 3.19,
      "dominance": 2.96
    },
    {
      "chunk_id": 4,
      "lyrics_text": "What's it gonna be waitin' on that test? Never thought that they'd be Puttin' those life plans on the shelf A couple American babies raisin' one up their self",
      "valence": 2.98,
      "arousal": 3.12,
      "dominance": 3.08
    },
    {
      "chunk_id": 5,
      "lyrics_text": "Never thought that they'd be Puttin' those life plans on the shelf A couple American babies raisin' one up their self One beer turns into a lit cigarette burnin' into a two beer buzz",
      "valence": 3.07,
      "arousal": 2.98,
      "dominance": 3.13
    },
    {
      "chunk_id": 6,
      "lyrics_text": "Puttin' those life plans on the shelf A couple American babies raisin' one up their self One beer turns into a lit cigarette burnin' into a two beer buzz Three beers turns into five and six",
      "valence": 3.07,
      "arousal": 3.01,
      "dominance": 3.16
    },
    {
      "chunk_id": 7,
      "lyrics_text": "A couple American babies raisin' one up their self One beer turns into a lit cigarette burnin' into a two beer buzz Three beers turns into five and six Then a love drunk kiss in the back of that truck",
      "valence": 3.46,
      "arousal": 3.5,
      "dominance": 3.13
    },
    {
      "chunk_id": 8,
      "lyrics_text": "One beer turns into a lit cigarette burnin' into a two beer buzz Three beers turns into five and six Then a love drunk kiss in the back of that truck Just like that, everything rearranges",
      "valence": 3.33,
      "arousal": 3.44,
      "dominance": 3.1
    },
    {
      "chunk_id": 9,
      "lyrics_text": "Three beers turns into five and six Then a love drunk kiss in the back of that truck Just like that, everything rearranges Life changes out of the blue",
      "valence": 3.47,
      "arousal": 3.72,
      "dominance": 3.14
    },
    {
      "chunk_id": 10,
      "lyrics_text": "Then a love drunk kiss in the back of that truck Just like that, everything rearranges Life changes out of the blue It's just a Bud Light, but ain't it funny what one beer can turn into?",
      "valence": 3.45,
      "arousal": 3.67,
      "dominance": 3.05
    },
    {
      "chunk_id": 11,
      "lyrics_text": "Just like that, everything rearranges Life changes out of the blue It's just a Bud Light, but ain't it funny what one beer can turn into? Sesame Street on the TV",
      "valence": 3.14,
      "arousal": 3.22,
      "dominance": 3.02
    },
    {
      "chunk_id": 12,
      "lyrics_text": "Life changes out of the blue It's just a Bud Light, but ain't it funny what one beer can turn into? Sesame Street on the TV A race car rollin' on a cardboard bridge",
      "valence": 3.09,
      "arousal": 3.17,
      "dominance": 2.98
    },
    {
      "chunk_id": 13,
      "lyrics_text": "It's just a Bud Light, but ain't it funny what one beer can turn into? Sesame Street on the TV A race car rollin' on a cardboard bridge Crayon stick figure family",
      "valence": 3.14,
      "arousal": 3.17,
      "dominance": 3.06
    },
    {
      "chunk_id": 14,
      "lyrics_text": "Sesame Street on the TV A race car rollin' on a cardboard bridge Crayon stick figure family Stuck right there, front center on the fridge",
      "valence": 3.15,
      "arousal": 3.07,
      "dominance": 3.13
    },
    {
      "chunk_id": 15,
      "lyrics_text": "A race car rollin' on a cardboard bridge Crayon stick figure family Stuck right there, front center on the fridge Flash back to two pink lines",
      "valence": 3.08,
      "arousal": 2.97,
      "dominance": 3.08
    },
    {
      "chunk_id": 16,
      "lyrics_text": "Crayon stick figure family Stuck right there, front center on the fridge Flash back to two pink lines A whole bunch of prayin' and doubtin'",
      "valence": 3.0,
      "arousal": 2.92,
      "dominance": 3.01
    },
    {
      "chunk_id": 17,
      "lyrics_text": "Stuck right there, front center on the fridge Flash back to two pink lines A whole bunch of prayin' and doubtin' Felt like the end of the world",
      "valence": 2.87,
      "arousal": 3.12,
      "dominance": 2.9
    },
    {
      "chunk_id": 18,
      "lyrics_text": "Flash back to two pink lines A whole bunch of prayin' and doubtin' Felt like the end of the world Now the world don't spin without 'em",
      "valence": 2.81,
      "arousal": 3.1,
      "dominance": 3.06
    },
    {
      "chunk_id": 19,
      "lyrics_text": "A whole bunch of prayin' and doubtin' Felt like the end of the world Now the world don't spin without 'em Hey, hey",
      "valence": 2.68,
      "arousal": 3.22,
      "dominance": 3.03
    },
    {
      "chunk_id": 20,
      "lyrics_text": "Felt like the end of the world Now the world don't spin without 'em Hey, hey One beer turns into a lit cigarette burnin' into a two beer buzz",
      "valence": 2.74,
      "arousal": 3.37,
      "dominance": 3.05
    },
    {
      "chunk_id": 21,
      "lyrics_text": "Now the world don't spin without 'em Hey, hey One beer turns into a lit cigarette burnin' into a two beer buzz Three beers turns into five and six",
      "valence": 3.03,
      "arousal": 3.26,
      "dominance": 3.31
    },
    {
      "chunk_id": 22,
      "lyrics_text": "Hey, hey One beer turns into a lit cigarette burnin' into a two beer buzz Three beers turns into five and six Then a love drunk kiss into the back of that truck",
      "valence": 3.37,
      "arousal": 3.48,
      "dominance": 3.22
    },
    {
      "chunk_id": 23,
      "lyrics_text": "One beer turns into a lit cigarette burnin' into a two beer buzz Three beers turns into five and six Then a love drunk kiss into the back of that truck Just like that everything rearranges",
      "valence": 3.3,
      "arousal": 3.42,
      "dominance": 3.1
    },
    {
      "chunk_id": 24,
      "lyrics_text": "Three beers turns into five and six Then a love drunk kiss into the back of that truck Just like that everything rearranges Life changes out of the blue",
      "valence": 3.45,
      "arousal": 3.7,
      "dominance": 3.12
    },
    {
      "chunk_id": 25,
      "lyrics_text": "Then a love drunk kiss into the back of that truck Just like that everything rearranges Life changes out of the blue It's just a Bud Light but ain't it funny what one beer can turn into?",
      "valence": 3.42,
      "arousal": 3.65,
      "dominance": 3.02
    },
    {
      "chunk_id": 26,
      "lyrics_text": "Just like that everything rearranges Life changes out of the blue It's just a Bud Light but ain't it funny what one beer can turn into? A boy and a girl and a three on the tree",
      "valence": 3.08,
      "arousal": 3.2,
      "dominance": 2.95
    },
    {
      "chunk_id": 27,
      "lyrics_text": "Life changes out of the blue It's just a Bud Light but ain't it funny what one beer can turn into? A boy and a girl and a three on the tree K-I-S-S-I-N-G",
      "valence": 3.07,
      "arousal": 3.24,
      "dominance": 2.95
    },
    {
      "chunk_id": 28,
      "lyrics_text": "It's just a Bud Light but ain't it funny what one beer can turn into? A boy and a girl and a three on the tree K-I-S-S-I-N-G First comes lust then a shotgun marriage",
      "valence": 3.12,
      "arousal": 3.25,
      "dominance": 3.05
    },
    {
      "chunk_id": 29,
      "lyrics_text": "A boy and a girl and a three on the tree K-I-S-S-I-N-G First comes lust then a shotgun marriage Six months later, comes a baby in a carriage",
      "valence": 3.1,
      "arousal": 3.26,
      "dominance": 3.05
    },
    {
      "chunk_id": 30,
      "lyrics_text": "K-I-S-S-I-N-G First comes lust then a shotgun marriage Six months later, comes a baby in a carriage You know what y'all, you know what y'all",
      "valence": 3.15,
      "arousal": 3.41,
      "dominance": 3.23
    },
    {
      "chunk_id": 31,
      "lyrics_text": "First comes lust then a shotgun marriage Six months later, comes a baby in a carriage You know what y'all, you know what y'all The whole thing started with some alcohol",
      "valence": 3.08,
      "arousal": 3.39,
      "dominance": 3.13
    },
    {
      "chunk_id": 32,
      "lyrics_text": "Six months later, comes a baby in a carriage You know what y'all, you know what y'all The whole thing started with some alcohol The whole thing started with some alcohol",
      "valence": 2.86,
      "arousal": 3.19,
      "dominance": 3.14
    },
    {
      "chunk_id": 33,
      "lyrics_text": "You know what y'all, you know what y'all The whole thing started with some alcohol The whole thing started with some alcohol One beer turns into a lit cigarette burnin' into a two beer buzz",
      "valence": 2.94,
      "arousal": 3.14,
      "dominance": 3.25
    },
    {
      "chunk_id": 34,
      "lyrics_text": "The whole thing started with some alcohol The whole thing started with some alcohol One beer turns into a lit cigarette burnin' into a two beer buzz Three beers turns into five and six",
      "valence": 2.99,
      "arousal": 3.04,
      "dominance": 3.14
    },
    {
      "chunk_id": 35,
      "lyrics_text": "The whole thing started with some alcohol One beer turns into a lit cigarette burnin' into a two beer buzz Three beers turns into five and six Then a love drunk kiss into the back of that truck",
      "valence": 3.29,
      "arousal": 3.53,
      "dominance": 3.13
    },
    {
      "chunk_id": 36,
      "lyrics_text": "One beer turns into a lit cigarette burnin' into a two beer buzz Three beers turns into five and six Then a love drunk kiss into the back of that truck Just like that everything rearranges",
      "valence": 3.3,
      "arousal": 3.42,
      "dominance": 3.1
    },
    {
      "chunk_id": 37,
      "lyrics_text": "Three beers turns into five and six Then a love drunk kiss into the back of that truck Just like that everything rearranges Life changes out of the blue",
      "valence": 3.45,
      "arousal": 3.7,
      "dominance": 3.12
    },
    {
      "chunk_id": 38,
      "lyrics_text": "Then a love drunk kiss into the back of that truck Just like that everything rearranges Life changes out of the blue It's just a Bud Light, but ain't it funny what one beer can turn into?",
      "valence": 3.43,
      "arousal": 3.65,
      "dominance": 3.03
    },
    {
      "chunk_id": 39,
      "lyrics_text": "Just like that everything rearranges Life changes out of the blue It's just a Bud Light, but ain't it funny what one beer can turn into? A boy and a girl and a three on the tree",
      "valence": 3.07,
      "arousal": 3.17,
      "dominance": 2.96
    },
    {
      "chunk_id": 40,
      "lyrics_text": "Life changes out of the blue It's just a Bud Light, but ain't it funny what one beer can turn into? A boy and a girl and a three on the tree K-I-S-S-I-N-G",
      "valence": 3.06,
      "arousal": 3.22,
      "dominance": 2.95
    },
    {
      "chunk_id": 41,
      "lyrics_text": "It's just a Bud Light, but ain't it funny what one beer can turn into? A boy and a girl and a three on the tree K-I-S-S-I-N-G First comes lust then a shotgun marriage",
      "valence": 3.14,
      "arousal": 3.26,
      "dominance": 3.04
    },
    {
      "chunk_id": 42,
      "lyrics_text": "A boy and a girl and a three on the tree K-I-S-S-I-N-G First comes lust then a shotgun marriage Six months later, comes a baby in a carriage",
      "valence": 3.1,
      "arousal": 3.26,
      "dominance": 3.05
    },
    {
      "chunk_id": 43,
      "lyrics_text": "K-I-S-S-I-N-G First comes lust then a shotgun marriage Six months later, comes a baby in a carriage That's not all, that's not all",
      "valence": 3.08,
      "arousal": 3.3,
      "dominance": 3.08
    },
    {
      "chunk_id": 44,
      "lyrics_text": "First comes lust then a shotgun marriage Six months later, comes a baby in a carriage That's not all, that's not all Here we go again drinkin' alcohol, yeah",
      "valence": 2.85,
      "arousal": 3.26,
      "dominance": 2.95
    }
  ]
}