{
  "artist": "J. Cole Featuring Miguel",
  "overall_vad": {
    "valence": 3.35,
    "arousal": 3.77,
    "dominance": 3.28
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "Got me up all night All I'm singin' is love songs She got me up all night Constant drinkin' and love songs",
      "valence": 3.93,
      "arousal": 3.86,
      "dominance": 3.24
    },
    {
      "chunk_id": 2,
      "lyrics_text": "All I'm singin' is love songs She got me up all night Constant drinkin' and love songs She got me up all night",
      "valence": 3.91,
      "arousal": 3.84,
      "dominance": 3.25
    },
    {
      "chunk_id": 3,
      "lyrics_text": "She got me up all night Constant drinkin' and love songs She got me up all night Down and out with these love songs",
      "valence": 3.93,
      "arousal": 3.87,
      "dominance": 3.2
    },
    {
      "chunk_id": 4,
      "lyrics_text": "Constant drinkin' and love songs She got me up all night Down and out with these love songs She got me up all night",
      "valence": 3.94,
      "arousal": 3.84,
      "dominance": 3.22
    },
    {
      "chunk_id": 5,
      "lyrics_text": "She got me up all night Down and out with these love songs She got me up all night Drownin' out with these love songs",
      "valence": 4.01,
      "arousal": 3.98,
      "dominance": 3.22
    },
    {
      "chunk_id": 6,
      "lyrics_text": "Down and out with these love songs She got me up all night Drownin' out with these love songs She got me up all night (Yeah)",
      "valence": 3.97,
      "arousal": 3.94,
      "dominance": 3.21
    },
    {
      "chunk_id": 7,
      "lyrics_text": "She got me up all night Drownin' out with these love songs She got me up all night (Yeah) All I'm singin' is love songs",
      "valence": 3.92,
      "arousal": 3.92,
      "dominance": 3.21
    },
    {
      "chunk_id": 8,
      "lyrics_text": "Drownin' out with these love songs She got me up all night (Yeah) All I'm singin' is love songs She got me up all night (Yeah)",
      "valence": 3.85,
      "arousal": 3.84,
      "dominance": 3.19
    },
    {
      "chunk_id": 9,
      "lyrics_text": "She got me up all night (Yeah) All I'm singin' is love songs She got me up all night (Yeah) Constant drinkin' and love songs",
      "valence": 3.72,
      "arousal": 3.75,
      "dominance": 3.11
    },
    {
      "chunk_id": 10,
      "lyrics_text": "All I'm singin' is love songs She got me up all night (Yeah) Constant drinkin' and love songs She got me up all night (Yeah)",
      "valence": 3.78,
      "arousal": 3.75,
      "dominance": 3.14
    },
    {
      "chunk_id": 11,
      "lyrics_text": "She got me up all night (Yeah) Constant drinkin' and love songs She got me up all night (Yeah) Down and out with these love songs",
      "valence": 3.75,
      "arousal": 3.8,
      "dominance": 3.14
    },
    {
      "chunk_id": 12,
      "lyrics_text": "Constant drinkin' and love songs She got me up all night (Yeah) Down and out with these love songs She got me open all night (Uh-huh)",
      "valence": 3.77,
      "arousal": 3.78,
      "dominance": 3.17
    },
    {
      "chunk_id": 13,
      "lyrics_text": "She got me up all night (Yeah) Down and out with these love songs She got me open all night (Uh-huh) Got me open all night, hey",
      "valence": 3.67,
      "arousal": 3.71,
      "dominance": 3.16
    },
    {
      "chunk_id": 14,
      "lyrics_text": "Down and out with these love songs She got me open all night (Uh-huh) Got me open all night, hey Okay, back when I was sleeping in my mama crib",
      "valence": 3.65,
      "arousal": 3.61,
      "dominance": 3.13
    },
    {
      "chunk_id": 15,
      "lyrics_text": "She got me open all night (Uh-huh) Got me open all night, hey Okay, back when I was sleeping in my mama crib Or even back when I was up there in Mohammed crib",
      "valence": 3.05,
      "arousal": 3.16,
      "dominance": 3.06
    },
    {
      "chunk_id": 16,
      "lyrics_text": "Got me open all night, hey Okay, back when I was sleeping in my mama crib Or even back when I was up there in Mohammed crib Paying seventeen hundred for the rent, money well-spent",
      "valence": 3.11,
      "arousal": 3.16,
      "dominance": 3.05
    },
    {
      "chunk_id": 17,
      "lyrics_text": "Okay, back when I was sleeping in my mama crib Or even back when I was up there in Mohammed crib Paying seventeen hundred for the rent, money well-spent No heater, but a nigga made heat, may I vent",
      "valence": 2.82,
      "arousal": 3.15,
      "dominance": 3.01
    },
    {
      "chunk_id": 18,
      "lyrics_text": "Or even back when I was up there in Mohammed crib Paying seventeen hundred for the rent, money well-spent No heater, but a nigga made heat, may I vent Had a thing for ya, even wrote the song \"Dreams\" for ya",
      "valence": 3.18,
      "arousal": 3.41,
      "dominance": 3.11
    },
    {
      "chunk_id": 19,
      "lyrics_text": "Paying seventeen hundred for the rent, money well-spent No heater, but a nigga made heat, may I vent Had a thing for ya, even wrote the song \"Dreams\" for ya 'Cause I had dreams for ya, thoughts of a ring for ya",
      "valence": 3.33,
      "arousal": 3.5,
      "dominance": 3.12
    },
    {
      "chunk_id": 20,
      "lyrics_text": "No heater, but a nigga made heat, may I vent Had a thing for ya, even wrote the song \"Dreams\" for ya 'Cause I had dreams for ya, thoughts of a ring for ya Childish shit, you know child and shit",
      "valence": 3.0,
      "arousal": 3.53,
      "dominance": 3.25
    },
    {
      "chunk_id": 21,
      "lyrics_text": "Had a thing for ya, even wrote the song \"Dreams\" for ya 'Cause I had dreams for ya, thoughts of a ring for ya Childish shit, you know child and shit Anonymous flowers sent, you know coward shit",
      "valence": 3.05,
      "arousal": 3.65,
      "dominance": 3.24
    },
    {
      "chunk_id": 22,
      "lyrics_text": "'Cause I had dreams for ya, thoughts of a ring for ya Childish shit, you know child and shit Anonymous flowers sent, you know coward shit Now a nigga signed to Hov, took a power trip",
      "valence": 2.54,
      "arousal": 3.6,
      "dominance": 3.27
    },
    {
      "chunk_id": 23,
      "lyrics_text": "Childish shit, you know child and shit Anonymous flowers sent, you know coward shit Now a nigga signed to Hov, took a power trip Back home, I'm grown now, and the city's my throne now, huh",
      "valence": 2.15,
      "arousal": 3.67,
      "dominance": 3.58
    },
    {
      "chunk_id": 24,
      "lyrics_text": "Anonymous flowers sent, you know coward shit Now a nigga signed to Hov, took a power trip Back home, I'm grown now, and the city's my throne now, huh The same clubs that I used to get tossed out",
      "valence": 2.43,
      "arousal": 3.68,
      "dominance": 3.43
    },
    {
      "chunk_id": 25,
      "lyrics_text": "Now a nigga signed to Hov, took a power trip Back home, I'm grown now, and the city's my throne now, huh The same clubs that I used to get tossed out Life got Kriss Krossed, totally crossed out",
      "valence": 2.88,
      "arousal": 3.52,
      "dominance": 3.28
    },
    {
      "chunk_id": 26,
      "lyrics_text": "Back home, I'm grown now, and the city's my throne now, huh The same clubs that I used to get tossed out Life got Kriss Krossed, totally crossed out 'Cause now I'm in this bitch and I'm totally bossed out",
      "valence": 2.43,
      "arousal": 3.78,
      "dominance": 3.27
    },
    {
      "chunk_id": 27,
      "lyrics_text": "The same clubs that I used to get tossed out Life got Kriss Krossed, totally crossed out 'Cause now I'm in this bitch and I'm totally bossed out Old chicks crying 'cause they know that they lost out",
      "valence": 2.1,
      "arousal": 3.67,
      "dominance": 3.13
    },
    {
      "chunk_id": 28,
      "lyrics_text": "Life got Kriss Krossed, totally crossed out 'Cause now I'm in this bitch and I'm totally bossed out Old chicks crying 'cause they know that they lost out But I'm still on you, I'm still on you",
      "valence": 2.28,
      "arousal": 3.81,
      "dominance": 3.39
    },
    {
      "chunk_id": 29,
      "lyrics_text": "'Cause now I'm in this bitch and I'm totally bossed out Old chicks crying 'cause they know that they lost out But I'm still on you, I'm still on you My drink spill on me, while I fill on you, I'm sayin'",
      "valence": 2.2,
      "arousal": 3.82,
      "dominance": 3.62
    },
    {
      "chunk_id": 30,
      "lyrics_text": "Old chicks crying 'cause they know that they lost out But I'm still on you, I'm still on you My drink spill on me, while I fill on you, I'm sayin' Would you believe me if I said I'm in love?",
      "valence": 3.56,
      "arousal": 4.01,
      "dominance": 3.41
    },
    {
      "chunk_id": 31,
      "lyrics_text": "But I'm still on you, I'm still on you My drink spill on me, while I fill on you, I'm sayin' Would you believe me if I said I'm in love? Baby, I want you to want me",
      "valence": 3.68,
      "arousal": 4.01,
      "dominance": 3.45
    },
    {
      "chunk_id": 32,
      "lyrics_text": "My drink spill on me, while I fill on you, I'm sayin' Would you believe me if I said I'm in love? Baby, I want you to want me Would you believe me if I said I'm in love?",
      "valence": 3.61,
      "arousal": 3.97,
      "dominance": 3.37
    },
    {
      "chunk_id": 33,
      "lyrics_text": "Would you believe me if I said I'm in love? Baby, I want you to want me Would you believe me if I said I'm in love? Baby, I want ya",
      "valence": 3.76,
      "arousal": 4.09,
      "dominance": 3.37
    },
    {
      "chunk_id": 34,
      "lyrics_text": "Baby, I want you to want me Would you believe me if I said I'm in love? Baby, I want ya And we are, we are, we are",
      "valence": 3.79,
      "arousal": 4.08,
      "dominance": 3.37
    },
    {
      "chunk_id": 35,
      "lyrics_text": "Would you believe me if I said I'm in love? Baby, I want ya And we are, we are, we are Got me up all night",
      "valence": 3.87,
      "arousal": 4.2,
      "dominance": 3.43
    },
    {
      "chunk_id": 36,
      "lyrics_text": "Baby, I want ya And we are, we are, we are Got me up all night And we are, we are, we are",
      "valence": 3.21,
      "arousal": 3.57,
      "dominance": 3.14
    },
    {
      "chunk_id": 37,
      "lyrics_text": "And we are, we are, we are Got me up all night And we are, we are, we are All I'm singin' is love songs",
      "valence": 3.93,
      "arousal": 3.78,
      "dominance": 3.3
    },
    {
      "chunk_id": 38,
      "lyrics_text": "Got me up all night And we are, we are, we are All I'm singin' is love songs And we are, we are, we are",
      "valence": 3.99,
      "arousal": 3.84,
      "dominance": 3.32
    },
    {
      "chunk_id": 39,
      "lyrics_text": "And we are, we are, we are All I'm singin' is love songs And we are, we are, we are Got me up all night",
      "valence": 4.04,
      "arousal": 3.8,
      "dominance": 3.38
    },
    {
      "chunk_id": 40,
      "lyrics_text": "All I'm singin' is love songs And we are, we are, we are Got me up all night And we are, we are, we are (She got me)",
      "valence": 3.97,
      "arousal": 3.83,
      "dominance": 3.33
    },
    {
      "chunk_id": 41,
      "lyrics_text": "And we are, we are, we are Got me up all night And we are, we are, we are (She got me) And we are, we are, we are (She got me)",
      "valence": 3.15,
      "arousal": 3.38,
      "dominance": 3.26
    },
    {
      "chunk_id": 42,
      "lyrics_text": "Got me up all night And we are, we are, we are (She got me) And we are, we are, we are (She got me) Well, this has got to be the longest crush ever",
      "valence": 3.18,
      "arousal": 3.61,
      "dominance": 3.23
    },
    {
      "chunk_id": 43,
      "lyrics_text": "And we are, we are, we are (She got me) And we are, we are, we are (She got me) Well, this has got to be the longest crush ever If I ever get to fuck, it'd be the longest bust ever",
      "valence": 2.95,
      "arousal": 3.62,
      "dominance": 3.47
    },
    {
      "chunk_id": 44,
      "lyrics_text": "And we are, we are, we are (She got me) Well, this has got to be the longest crush ever If I ever get to fuck, it'd be the longest bust ever Love is a drug, like the strongest stuff ever and",
      "valence": 3.0,
      "arousal": 3.69,
      "dominance": 3.41
    },
    {
      "chunk_id": 45,
      "lyrics_text": "Well, this has got to be the longest crush ever If I ever get to fuck, it'd be the longest bust ever Love is a drug, like the strongest stuff ever and Fuck it, I'm on one, you feel me?",
      "valence": 2.96,
      "arousal": 3.99,
      "dominance": 3.45
    },
    {
      "chunk_id": 46,
      "lyrics_text": "If I ever get to fuck, it'd be the longest bust ever Love is a drug, like the strongest stuff ever and Fuck it, I'm on one, you feel me? She on a power trip, she got me where she want a nigga",
      "valence": 2.77,
      "arousal": 3.94,
      "dominance": 3.5
    },
    {
      "chunk_id": 47,
      "lyrics_text": "Love is a drug, like the strongest stuff ever and Fuck it, I'm on one, you feel me? She on a power trip, she got me where she want a nigga Wife'ing in the club, man, my homies gon' disown a nigga",
      "valence": 3.04,
      "arousal": 3.99,
      "dominance": 3.51
    },
    {
      "chunk_id": 48,
      "lyrics_text": "Fuck it, I'm on one, you feel me? She on a power trip, she got me where she want a nigga Wife'ing in the club, man, my homies gon' disown a nigga Like, give me 20 dollars, dollars",
      "valence": 2.45,
      "arousal": 4.02,
      "dominance": 3.53
    },
    {
      "chunk_id": 49,
      "lyrics_text": "She on a power trip, she got me where she want a nigga Wife'ing in the club, man, my homies gon' disown a nigga Like, give me 20 dollars, dollars Ass stupid, how you get to college, college?",
      "valence": 2.42,
      "arousal": 3.77,
      "dominance": 3.43
    },
    {
      "chunk_id": 50,
      "lyrics_text": "Wife'ing in the club, man, my homies gon' disown a nigga Like, give me 20 dollars, dollars Ass stupid, how you get to college, college? I'm in your city and I'm wonderin' if you're home now",
      "valence": 2.24,
      "arousal": 3.69,
      "dominance": 3.43
    },
    {
      "chunk_id": 51,
      "lyrics_text": "Like, give me 20 dollars, dollars Ass stupid, how you get to college, college? I'm in your city and I'm wonderin' if you're home now Went and found a man, but I'm hopin' you're alone now",
      "valence": 2.2,
      "arousal": 3.88,
      "dominance": 3.45
    },
    {
      "chunk_id": 52,
      "lyrics_text": "Ass stupid, how you get to college, college? I'm in your city and I'm wonderin' if you're home now Went and found a man, but I'm hopin' you're alone now Can't help but feeling like I dropped the ball, cliché",
      "valence": 2.21,
      "arousal": 3.75,
      "dominance": 3.26
    },
    {
      "chunk_id": 53,
      "lyrics_text": "I'm in your city and I'm wonderin' if you're home now Went and found a man, but I'm hopin' you're alone now Can't help but feeling like I dropped the ball, cliché I used to pop up on you at the mall each day",
      "valence": 2.77,
      "arousal": 3.43,
      "dominance": 2.83
    },
    {
      "chunk_id": 54,
      "lyrics_text": "Went and found a man, but I'm hopin' you're alone now Can't help but feeling like I dropped the ball, cliché I used to pop up on you at the mall each day Now, typically I kick game, like East Bay",
      "valence": 2.85,
      "arousal": 3.35,
      "dominance": 3.11
    },
    {
      "chunk_id": 55,
      "lyrics_text": "Can't help but feeling like I dropped the ball, cliché I used to pop up on you at the mall each day Now, typically I kick game, like East Bay But you got a nigga freeze-framed yelling, please play",
      "valence": 2.54,
      "arousal": 3.44,
      "dominance": 3.05
    },
    {
      "chunk_id": 56,
      "lyrics_text": "I used to pop up on you at the mall each day Now, typically I kick game, like East Bay But you got a nigga freeze-framed yelling, please play For Pete's sake, homie, pull it together",
      "valence": 2.75,
      "arousal": 3.61,
      "dominance": 3.55
    },
    {
      "chunk_id": 57,
      "lyrics_text": "Now, typically I kick game, like East Bay But you got a nigga freeze-framed yelling, please play For Pete's sake, homie, pull it together Just fuck her one time and be through with forever, but",
      "valence": 2.31,
      "arousal": 3.95,
      "dominance": 3.76
    },
    {
      "chunk_id": 58,
      "lyrics_text": "But you got a nigga freeze-framed yelling, please play For Pete's sake, homie, pull it together Just fuck her one time and be through with forever, but Would you believe me if I said I'm in love?",
      "valence": 2.45,
      "arousal": 4.15,
      "dominance": 3.76
    },
    {
      "chunk_id": 59,
      "lyrics_text": "For Pete's sake, homie, pull it together Just fuck her one time and be through with forever, but Would you believe me if I said I'm in love? Baby, I want you to want me",
      "valence": 2.93,
      "arousal": 4.2,
      "dominance": 3.72
    },
    {
      "chunk_id": 60,
      "lyrics_text": "Just fuck her one time and be through with forever, but Would you believe me if I said I'm in love? Baby, I want you to want me Would you believe me if I said I'm in love?",
      "valence": 3.26,
      "arousal": 4.07,
      "dominance": 3.49
    },
    {
      "chunk_id": 61,
      "lyrics_text": "Would you believe me if I said I'm in love? Baby, I want you to want me Would you believe me if I said I'm in love? Baby, I want ya, yeah",
      "valence": 3.75,
      "arousal": 4.09,
      "dominance": 3.36
    },
    {
      "chunk_id": 62,
      "lyrics_text": "Baby, I want you to want me Would you believe me if I said I'm in love? Baby, I want ya, yeah And we are, we are, we are",
      "valence": 3.81,
      "arousal": 4.11,
      "dominance": 3.37
    },
    {
      "chunk_id": 63,
      "lyrics_text": "Would you believe me if I said I'm in love? Baby, I want ya, yeah And we are, we are, we are Got me up all night",
      "valence": 3.89,
      "arousal": 4.24,
      "dominance": 3.42
    },
    {
      "chunk_id": 64,
      "lyrics_text": "Baby, I want ya, yeah And we are, we are, we are Got me up all night And we are, we are, we are",
      "valence": 3.27,
      "arousal": 3.61,
      "dominance": 3.12
    },
    {
      "chunk_id": 65,
      "lyrics_text": "And we are, we are, we are Got me up all night And we are, we are, we are All I'm singin' is love songs",
      "valence": 3.93,
      "arousal": 3.78,
      "dominance": 3.3
    },
    {
      "chunk_id": 66,
      "lyrics_text": "Got me up all night And we are, we are, we are All I'm singin' is love songs And we are, we are, we are",
      "valence": 3.99,
      "arousal": 3.84,
      "dominance": 3.32
    },
    {
      "chunk_id": 67,
      "lyrics_text": "And we are, we are, we are All I'm singin' is love songs And we are, we are, we are Got me up all night",
      "valence": 4.04,
      "arousal": 3.8,
      "dominance": 3.38
    },
    {
      "chunk_id": 68,
      "lyrics_text": "All I'm singin' is love songs And we are, we are, we are Got me up all night And we are, we are, we are (She got me)",
      "valence": 3.97,
      "arousal": 3.83,
      "dominance": 3.33
    },
    {
      "chunk_id": 69,
      "lyrics_text": "And we are, we are, we are Got me up all night And we are, we are, we are (She got me) And we are, we are, we are (She got me)",
      "valence": 3.15,
      "arousal": 3.38,
      "dominance": 3.26
    },
    {
      "chunk_id": 70,
      "lyrics_text": "Got me up all night And we are, we are, we are (She got me) And we are, we are, we are (She got me) Got me up all night (All night)",
      "valence": 3.03,
      "arousal": 3.46,
      "dominance": 3.1
    },
    {
      "chunk_id": 71,
      "lyrics_text": "And we are, we are, we are (She got me) And we are, we are, we are (She got me) Got me up all night (All night) All I'm singin' is love songs",
      "valence": 3.9,
      "arousal": 3.78,
      "dominance": 3.29
    },
    {
      "chunk_id": 72,
      "lyrics_text": "And we are, we are, we are (She got me) Got me up all night (All night) All I'm singin' is love songs She got me up all night (All night)",
      "valence": 3.83,
      "arousal": 3.84,
      "dominance": 3.24
    },
    {
      "chunk_id": 73,
      "lyrics_text": "Got me up all night (All night) All I'm singin' is love songs She got me up all night (All night) Constant drinkin' and love songs",
      "valence": 3.7,
      "arousal": 3.77,
      "dominance": 3.13
    },
    {
      "chunk_id": 74,
      "lyrics_text": "All I'm singin' is love songs She got me up all night (All night) Constant drinkin' and love songs She got me up all night (All night)",
      "valence": 3.78,
      "arousal": 3.78,
      "dominance": 3.17
    },
    {
      "chunk_id": 75,
      "lyrics_text": "She got me up all night (All night) Constant drinkin' and love songs She got me up all night (All night) Down and out with these love songs",
      "valence": 3.74,
      "arousal": 3.82,
      "dominance": 3.12
    },
    {
      "chunk_id": 76,
      "lyrics_text": "Constant drinkin' and love songs She got me up all night (All night) Down and out with these love songs She got me up all night (All night)",
      "valence": 3.84,
      "arousal": 3.83,
      "dominance": 3.2
    },
    {
      "chunk_id": 77,
      "lyrics_text": "She got me up all night (All night) Down and out with these love songs She got me up all night (All night) Drownin' out with these love songs",
      "valence": 3.86,
      "arousal": 3.92,
      "dominance": 3.17
    },
    {
      "chunk_id": 78,
      "lyrics_text": "Down and out with these love songs She got me up all night (All night) Drownin' out with these love songs She got me up all night (Yeah)",
      "valence": 3.93,
      "arousal": 3.94,
      "dominance": 3.21
    },
    {
      "chunk_id": 79,
      "lyrics_text": "She got me up all night (All night) Drownin' out with these love songs She got me up all night (Yeah) All I'm singin' is love songs",
      "valence": 3.8,
      "arousal": 3.86,
      "dominance": 3.17
    },
    {
      "chunk_id": 80,
      "lyrics_text": "Drownin' out with these love songs She got me up all night (Yeah) All I'm singin' is love songs She got me up all night (Yeah)",
      "valence": 3.85,
      "arousal": 3.84,
      "dominance": 3.19
    },
    {
      "chunk_id": 81,
      "lyrics_text": "She got me up all night (Yeah) All I'm singin' is love songs She got me up all night (Yeah) Constant drinkin' and love songs",
      "valence": 3.72,
      "arousal": 3.75,
      "dominance": 3.11
    },
    {
      "chunk_id": 82,
      "lyrics_text": "All I'm singin' is love songs She got me up all night (Yeah) Constant drinkin' and love songs She got me up all night (Yeah)",
      "valence": 3.78,
      "arousal": 3.75,
      "dominance": 3.14
    },
    {
      "chunk_id": 83,
      "lyrics_text": "She got me up all night (Yeah) Constant drinkin' and love songs She got me up all night (Yeah) Down and out with these love songs",
      "valence": 3.75,
      "arousal": 3.8,
      "dominance": 3.14
    },
    {
      "chunk_id": 84,
      "lyrics_text": "Constant drinkin' and love songs She got me up all night (Yeah) Down and out with these love songs She got me open all night (Uh-huh)",
      "valence": 3.77,
      "arousal": 3.78,
      "dominance": 3.17
    },
    {
      "chunk_id": 85,
      "lyrics_text": "She got me up all night (Yeah) Down and out with these love songs She got me open all night (Uh-huh) Got me open all night, hey",
      "valence": 3.67,
      "arousal": 3.71,
      "dominance": 3.16
    },
    {
      "chunk_id": 86,
      "lyrics_text": "Down and out with these love songs She got me open all night (Uh-huh) Got me open all night, hey Back when I was sleeping in my mama crib",
      "valence": 3.75,
      "arousal": 3.66,
      "dominance": 3.18
    }
  ]
}