{
  "artist": "NLE Choppa",
  "overall_vad": {
    "valence": 2.32,
    "arousal": 3.7,
    "dominance": 3.57
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "You know what the fuck goin' on NLE motherfuckin' Choppa The Top Shotta, you hear me? I stand on top of shit",
      "valence": 2.02,
      "arousal": 3.85,
      "dominance": 3.88
    },
    {
      "chunk_id": 2,
      "lyrics_text": "NLE motherfuckin' Choppa The Top Shotta, you hear me? I stand on top of shit We doin' this shit, ayy (go get him, go)",
      "valence": 2.3,
      "arousal": 3.81,
      "dominance": 3.81
    },
    {
      "chunk_id": 3,
      "lyrics_text": "The Top Shotta, you hear me? I stand on top of shit We doin' this shit, ayy (go get him, go) I whip the pack like Ike and Tina, I just copped me a Bimmer (a Bimmer)",
      "valence": 2.77,
      "arousal": 3.64,
      "dominance": 3.62
    },
    {
      "chunk_id": 4,
      "lyrics_text": "I stand on top of shit We doin' this shit, ayy (go get him, go) I whip the pack like Ike and Tina, I just copped me a Bimmer (a Bimmer) Used to ride in steamers (steamer), I'm hot as jalapeños",
      "valence": 2.66,
      "arousal": 3.59,
      "dominance": 3.54
    },
    {
      "chunk_id": 5,
      "lyrics_text": "We doin' this shit, ayy (go get him, go) I whip the pack like Ike and Tina, I just copped me a Bimmer (a Bimmer) Used to ride in steamers (steamer), I'm hot as jalapeños Bitch, I'm sellin' out arenas (I'm sellin' 'em out)",
      "valence": 2.85,
      "arousal": 3.62,
      "dominance": 3.69
    },
    {
      "chunk_id": 6,
      "lyrics_text": "I whip the pack like Ike and Tina, I just copped me a Bimmer (a Bimmer) Used to ride in steamers (steamer), I'm hot as jalapeños Bitch, I'm sellin' out arenas (I'm sellin' 'em out) They say, \"He entertain us\" (entertain)",
      "valence": 3.2,
      "arousal": 3.45,
      "dominance": 3.45
    },
    {
      "chunk_id": 7,
      "lyrics_text": "Used to ride in steamers (steamer), I'm hot as jalapeños Bitch, I'm sellin' out arenas (I'm sellin' 'em out) They say, \"He entertain us\" (entertain) And if you try to tame us, I bet we leave you stained up (ayy)",
      "valence": 3.05,
      "arousal": 3.51,
      "dominance": 3.49
    },
    {
      "chunk_id": 8,
      "lyrics_text": "Bitch, I'm sellin' out arenas (I'm sellin' 'em out) They say, \"He entertain us\" (entertain) And if you try to tame us, I bet we leave you stained up (ayy) Whole lotta sticks in the house, it's a gun show",
      "valence": 2.76,
      "arousal": 3.62,
      "dominance": 3.72
    },
    {
      "chunk_id": 9,
      "lyrics_text": "They say, \"He entertain us\" (entertain) And if you try to tame us, I bet we leave you stained up (ayy) Whole lotta sticks in the house, it's a gun show Bullets get him wet like a motherfuckin' poncho",
      "valence": 2.68,
      "arousal": 3.61,
      "dominance": 3.53
    },
    {
      "chunk_id": 10,
      "lyrics_text": "And if you try to tame us, I bet we leave you stained up (ayy) Whole lotta sticks in the house, it's a gun show Bullets get him wet like a motherfuckin' poncho I'on think none of y'all niggas want gun smoke",
      "valence": 2.24,
      "arousal": 3.6,
      "dominance": 3.51
    },
    {
      "chunk_id": 11,
      "lyrics_text": "Whole lotta sticks in the house, it's a gun show Bullets get him wet like a motherfuckin' poncho I'on think none of y'all niggas want gun smoke Don't second guess this shit, I'm gon' blow (pussy)",
      "valence": 2.19,
      "arousal": 3.88,
      "dominance": 3.62
    },
    {
      "chunk_id": 12,
      "lyrics_text": "Bullets get him wet like a motherfuckin' poncho I'on think none of y'all niggas want gun smoke Don't second guess this shit, I'm gon' blow (pussy) Whole lotta shots when it come out the Drac'",
      "valence": 2.26,
      "arousal": 3.73,
      "dominance": 3.58
    },
    {
      "chunk_id": 13,
      "lyrics_text": "I'on think none of y'all niggas want gun smoke Don't second guess this shit, I'm gon' blow (pussy) Whole lotta shots when it come out the Drac' Chop a nigga up, then put him in the lake (brrt)",
      "valence": 2.34,
      "arousal": 3.6,
      "dominance": 3.59
    },
    {
      "chunk_id": 14,
      "lyrics_text": "Don't second guess this shit, I'm gon' blow (pussy) Whole lotta shots when it come out the Drac' Chop a nigga up, then put him in the lake (brrt) Shiesty young nigga, they call me a snake",
      "valence": 2.29,
      "arousal": 3.65,
      "dominance": 3.68
    },
    {
      "chunk_id": 15,
      "lyrics_text": "Whole lotta shots when it come out the Drac' Chop a nigga up, then put him in the lake (brrt) Shiesty young nigga, they call me a snake Ayy, fuck all that, Trick, shoot 'em in the face",
      "valence": 2.32,
      "arousal": 3.61,
      "dominance": 3.59
    },
    {
      "chunk_id": 16,
      "lyrics_text": "Chop a nigga up, then put him in the lake (brrt) Shiesty young nigga, they call me a snake Ayy, fuck all that, Trick, shoot 'em in the face Send a hit at five, he was dead by six (by six)",
      "valence": 2.17,
      "arousal": 3.63,
      "dominance": 3.7
    },
    {
      "chunk_id": 17,
      "lyrics_text": "Shiesty young nigga, they call me a snake Ayy, fuck all that, Trick, shoot 'em in the face Send a hit at five, he was dead by six (by six) Got shot seven times, but the eighth shot missed",
      "valence": 2.16,
      "arousal": 3.7,
      "dominance": 3.61
    },
    {
      "chunk_id": 18,
      "lyrics_text": "Ayy, fuck all that, Trick, shoot 'em in the face Send a hit at five, he was dead by six (by six) Got shot seven times, but the eighth shot missed Nine shots in the clip, could've sworn it was ten",
      "valence": 2.19,
      "arousal": 3.81,
      "dominance": 3.49
    },
    {
      "chunk_id": 19,
      "lyrics_text": "Send a hit at five, he was dead by six (by six) Got shot seven times, but the eighth shot missed Nine shots in the clip, could've sworn it was ten Didn't fuck with 12, I was 11 again",
      "valence": 2.44,
      "arousal": 3.49,
      "dominance": 3.17
    },
    {
      "chunk_id": 20,
      "lyrics_text": "Got shot seven times, but the eighth shot missed Nine shots in the clip, could've sworn it was ten Didn't fuck with 12, I was 11 again I need me a trophy, the best to sin",
      "valence": 2.55,
      "arousal": 3.59,
      "dominance": 3.36
    },
    {
      "chunk_id": 21,
      "lyrics_text": "Nine shots in the clip, could've sworn it was ten Didn't fuck with 12, I was 11 again I need me a trophy, the best to sin You niggas ain't straight, y'all lesbians",
      "valence": 2.66,
      "arousal": 3.46,
      "dominance": 3.48
    },
    {
      "chunk_id": 22,
      "lyrics_text": "Didn't fuck with 12, I was 11 again I need me a trophy, the best to sin You niggas ain't straight, y'all lesbians And fuck your dead homie, I'll say it again",
      "valence": 2.21,
      "arousal": 3.68,
      "dominance": 3.86
    },
    {
      "chunk_id": 23,
      "lyrics_text": "I need me a trophy, the best to sin You niggas ain't straight, y'all lesbians And fuck your dead homie, I'll say it again If he come back to life, he dead again",
      "valence": 2.17,
      "arousal": 3.68,
      "dominance": 3.83
    },
    {
      "chunk_id": 24,
      "lyrics_text": "You niggas ain't straight, y'all lesbians And fuck your dead homie, I'll say it again If he come back to life, he dead again Try to fight me, he gon' fight for his life (bitch)",
      "valence": 1.93,
      "arousal": 3.83,
      "dominance": 3.76
    },
    {
      "chunk_id": 25,
      "lyrics_text": "And fuck your dead homie, I'll say it again If he come back to life, he dead again Try to fight me, he gon' fight for his life (bitch) Swing with what? I'ma swing with the pipe",
      "valence": 1.94,
      "arousal": 3.92,
      "dominance": 3.73
    },
    {
      "chunk_id": 26,
      "lyrics_text": "If he come back to life, he dead again Try to fight me, he gon' fight for his life (bitch) Swing with what? I'ma swing with the pipe (He's not cherishin' it), ayy, take his life",
      "valence": 2.2,
      "arousal": 3.88,
      "dominance": 3.56
    },
    {
      "chunk_id": 27,
      "lyrics_text": "Try to fight me, he gon' fight for his life (bitch) Swing with what? I'ma swing with the pipe (He's not cherishin' it), ayy, take his life Straitjacket music, I belong in asylum",
      "valence": 2.22,
      "arousal": 3.86,
      "dominance": 3.77
    },
    {
      "chunk_id": 28,
      "lyrics_text": "Swing with what? I'ma swing with the pipe (He's not cherishin' it), ayy, take his life Straitjacket music, I belong in asylum Felonies and felonies, this what they keep on sellin' me (yeah, yeah)",
      "valence": 2.67,
      "arousal": 3.51,
      "dominance": 3.41
    },
    {
      "chunk_id": 29,
      "lyrics_text": "(He's not cherishin' it), ayy, take his life Straitjacket music, I belong in asylum Felonies and felonies, this what they keep on sellin' me (yeah, yeah) This recipe is deadly, see, I be drippin' like relish be (ayy, ayy)",
      "valence": 2.47,
      "arousal": 3.56,
      "dominance": 3.3
    },
    {
      "chunk_id": 30,
      "lyrics_text": "Straitjacket music, I belong in asylum Felonies and felonies, this what they keep on sellin' me (yeah, yeah) This recipe is deadly, see, I be drippin' like relish be (ayy, ayy) Shoot him in the head, shoulda had on a hard hat (ayy)",
      "valence": 2.38,
      "arousal": 3.59,
      "dominance": 3.35
    },
    {
      "chunk_id": 31,
      "lyrics_text": "Felonies and felonies, this what they keep on sellin' me (yeah, yeah) This recipe is deadly, see, I be drippin' like relish be (ayy, ayy) Shoot him in the head, shoulda had on a hard hat (ayy) We finish the beef as soon as you start that (ayy)",
      "valence": 2.44,
      "arousal": 3.59,
      "dominance": 3.38
    },
    {
      "chunk_id": 32,
      "lyrics_text": "This recipe is deadly, see, I be drippin' like relish be (ayy, ayy) Shoot him in the head, shoulda had on a hard hat (ayy) We finish the beef as soon as you start that (ayy) Bitch, I shoot first, why the fuck would I spark back?",
      "valence": 2.28,
      "arousal": 3.75,
      "dominance": 3.63
    },
    {
      "chunk_id": 33,
      "lyrics_text": "Shoot him in the head, shoulda had on a hard hat (ayy) We finish the beef as soon as you start that (ayy) Bitch, I shoot first, why the fuck would I spark back? If you really a thug, let me see where your heart at (ayy)",
      "valence": 2.21,
      "arousal": 3.58,
      "dominance": 3.76
    },
    {
      "chunk_id": 34,
      "lyrics_text": "We finish the beef as soon as you start that (ayy) Bitch, I shoot first, why the fuck would I spark back? If you really a thug, let me see where your heart at (ayy) If I say catch a body, lil' nigga, you catchin' it?",
      "valence": 2.28,
      "arousal": 3.56,
      "dominance": 3.67
    },
    {
      "chunk_id": 35,
      "lyrics_text": "Bitch, I shoot first, why the fuck would I spark back? If you really a thug, let me see where your heart at (ayy) If I say catch a body, lil' nigga, you catchin' it? If I tell you run off, is you really finessin' it? (Ayy)",
      "valence": 2.33,
      "arousal": 3.63,
      "dominance": 3.62
    },
    {
      "chunk_id": 36,
      "lyrics_text": "If you really a thug, let me see where your heart at (ayy) If I say catch a body, lil' nigga, you catchin' it? If I tell you run off, is you really finessin' it? (Ayy) If I give you a brick, are you gon' sell that shit? (Ayy)",
      "valence": 2.45,
      "arousal": 3.47,
      "dominance": 3.43
    },
    {
      "chunk_id": 37,
      "lyrics_text": "If I say catch a body, lil' nigga, you catchin' it? If I tell you run off, is you really finessin' it? (Ayy) If I give you a brick, are you gon' sell that shit? (Ayy) If you get in a jam, are you gon' start tellin' shit?",
      "valence": 2.6,
      "arousal": 3.48,
      "dominance": 3.39
    },
    {
      "chunk_id": 38,
      "lyrics_text": "If I tell you run off, is you really finessin' it? (Ayy) If I give you a brick, are you gon' sell that shit? (Ayy) If you get in a jam, are you gon' start tellin' shit? Where is the smoke? 'Cause bitch, I'm inhalin' it",
      "valence": 2.32,
      "arousal": 3.69,
      "dominance": 3.54
    },
    {
      "chunk_id": 39,
      "lyrics_text": "If I give you a brick, are you gon' sell that shit? (Ayy) If you get in a jam, are you gon' start tellin' shit? Where is the smoke? 'Cause bitch, I'm inhalin' it Just like the army, we got some artillery",
      "valence": 2.38,
      "arousal": 3.73,
      "dominance": 3.59
    },
    {
      "chunk_id": 40,
      "lyrics_text": "If you get in a jam, are you gon' start tellin' shit? Where is the smoke? 'Cause bitch, I'm inhalin' it Just like the army, we got some artillery Can they free my dawgs? I'm being sincerely",
      "valence": 2.2,
      "arousal": 3.94,
      "dominance": 3.55
    },
    {
      "chunk_id": 41,
      "lyrics_text": "Where is the smoke? 'Cause bitch, I'm inhalin' it Just like the army, we got some artillery Can they free my dawgs? I'm being sincerely 'Nother 'opp died, a nigga like, \"Seriously?\" (damn, another one?)",
      "valence": 2.12,
      "arousal": 3.96,
      "dominance": 3.35
    },
    {
      "chunk_id": 42,
      "lyrics_text": "Just like the army, we got some artillery Can they free my dawgs? I'm being sincerely 'Nother 'opp died, a nigga like, \"Seriously?\" (damn, another one?) Nigga, we shot him, and then we killed his brother, damn",
      "valence": 2.05,
      "arousal": 3.96,
      "dominance": 3.48
    },
    {
      "chunk_id": 43,
      "lyrics_text": "Can they free my dawgs? I'm being sincerely 'Nother 'opp died, a nigga like, \"Seriously?\" (damn, another one?) Nigga, we shot him, and then we killed his brother, damn We might as well get the mother",
      "valence": 1.88,
      "arousal": 3.92,
      "dominance": 3.44
    },
    {
      "chunk_id": 44,
      "lyrics_text": "'Nother 'opp died, a nigga like, \"Seriously?\" (damn, another one?) Nigga, we shot him, and then we killed his brother, damn We might as well get the mother Nigga say he don't like doing drills, I love 'em",
      "valence": 2.12,
      "arousal": 3.97,
      "dominance": 3.42
    },
    {
      "chunk_id": 45,
      "lyrics_text": "Nigga, we shot him, and then we killed his brother, damn We might as well get the mother Nigga say he don't like doing drills, I love 'em If my brothers don't like him, I don't",
      "valence": 1.95,
      "arousal": 3.76,
      "dominance": 3.45
    },
    {
      "chunk_id": 46,
      "lyrics_text": "We might as well get the mother Nigga say he don't like doing drills, I love 'em If my brothers don't like him, I don't Somebody tell him he in trouble",
      "valence": 2.43,
      "arousal": 3.31,
      "dominance": 3.36
    },
    {
      "chunk_id": 47,
      "lyrics_text": "Nigga say he don't like doing drills, I love 'em If my brothers don't like him, I don't Somebody tell him he in trouble I paid too much for my motherfuckin' guns for me to scuffle",
      "valence": 2.54,
      "arousal": 3.76,
      "dominance": 3.58
    },
    {
      "chunk_id": 48,
      "lyrics_text": "If my brothers don't like him, I don't Somebody tell him he in trouble I paid too much for my motherfuckin' guns for me to scuffle Gangster young nigga, I feel like Gucci (Gucci)",
      "valence": 2.24,
      "arousal": 3.74,
      "dominance": 3.69
    },
    {
      "chunk_id": 49,
      "lyrics_text": "Somebody tell him he in trouble I paid too much for my motherfuckin' guns for me to scuffle Gangster young nigga, I feel like Gucci (Gucci) Fucked her so hard, left blood on her coochie",
      "valence": 2.07,
      "arousal": 3.76,
      "dominance": 3.7
    },
    {
      "chunk_id": 50,
      "lyrics_text": "I paid too much for my motherfuckin' guns for me to scuffle Gangster young nigga, I feel like Gucci (Gucci) Fucked her so hard, left blood on her coochie Made her said, \"Ooh\" put my thumb in her booty",
      "valence": 2.07,
      "arousal": 3.8,
      "dominance": 3.52
    },
    {
      "chunk_id": 51,
      "lyrics_text": "Gangster young nigga, I feel like Gucci (Gucci) Fucked her so hard, left blood on her coochie Made her said, \"Ooh\" put my thumb in her booty I'll be damned, this dumb ass hoe just pooted",
      "valence": 2.03,
      "arousal": 3.7,
      "dominance": 3.53
    },
    {
      "chunk_id": 52,
      "lyrics_text": "Fucked her so hard, left blood on her coochie Made her said, \"Ooh\" put my thumb in her booty I'll be damned, this dumb ass hoe just pooted Who ain't with the murder? Lil' nigga, I kill",
      "valence": 1.93,
      "arousal": 3.73,
      "dominance": 3.62
    },
    {
      "chunk_id": 53,
      "lyrics_text": "Made her said, \"Ooh\" put my thumb in her booty I'll be damned, this dumb ass hoe just pooted Who ain't with the murder? Lil' nigga, I kill That night he died, that was my idea",
      "valence": 2.1,
      "arousal": 3.67,
      "dominance": 3.68
    },
    {
      "chunk_id": 54,
      "lyrics_text": "I'll be damned, this dumb ass hoe just pooted Who ain't with the murder? Lil' nigga, I kill That night he died, that was my idea Told my niggas slide, make sure he don't live",
      "valence": 1.74,
      "arousal": 3.69,
      "dominance": 3.59
    },
    {
      "chunk_id": 55,
      "lyrics_text": "Who ain't with the murder? Lil' nigga, I kill That night he died, that was my idea Told my niggas slide, make sure he don't live But that's a lil' secret, just keep it concealed",
      "valence": 2.24,
      "arousal": 3.35,
      "dominance": 3.56
    },
    {
      "chunk_id": 56,
      "lyrics_text": "That night he died, that was my idea Told my niggas slide, make sure he don't live But that's a lil' secret, just keep it concealed My metal a MAC and I bet I attack",
      "valence": 2.37,
      "arousal": 3.33,
      "dominance": 3.44
    },
    {
      "chunk_id": 57,
      "lyrics_text": "Told my niggas slide, make sure he don't live But that's a lil' secret, just keep it concealed My metal a MAC and I bet I attack It's a hundred, some shots in this gat, so get back",
      "valence": 2.48,
      "arousal": 3.47,
      "dominance": 3.49
    },
    {
      "chunk_id": 58,
      "lyrics_text": "But that's a lil' secret, just keep it concealed My metal a MAC and I bet I attack It's a hundred, some shots in this gat, so get back He thought I was lyin', that shit was a fact",
      "valence": 2.49,
      "arousal": 3.48,
      "dominance": 3.48
    },
    {
      "chunk_id": 59,
      "lyrics_text": "My metal a MAC and I bet I attack It's a hundred, some shots in this gat, so get back He thought I was lyin', that shit was a fact Got shot in his spine, but you watchin' his back",
      "valence": 2.45,
      "arousal": 3.62,
      "dominance": 3.43
    },
    {
      "chunk_id": 60,
      "lyrics_text": "It's a hundred, some shots in this gat, so get back He thought I was lyin', that shit was a fact Got shot in his spine, but you watchin' his back Fuck you talkin' 'bout?, haha",
      "valence": 2.18,
      "arousal": 3.96,
      "dominance": 3.41
    },
    {
      "chunk_id": 61,
      "lyrics_text": "He thought I was lyin', that shit was a fact Got shot in his spine, but you watchin' his back Fuck you talkin' 'bout?, haha (Strait, straitjacket music, I belong in asylum)",
      "valence": 2.31,
      "arousal": 3.82,
      "dominance": 3.48
    },
    {
      "chunk_id": 62,
      "lyrics_text": "Got shot in his spine, but you watchin' his back Fuck you talkin' 'bout?, haha (Strait, straitjacket music, I belong in asylum) Fuck a nigga, what a nigga, fuck a nigga mean?",
      "valence": 2.02,
      "arousal": 3.99,
      "dominance": 3.67
    },
    {
      "chunk_id": 63,
      "lyrics_text": "Fuck you talkin' 'bout?, haha (Strait, straitjacket music, I belong in asylum) Fuck a nigga, what a nigga, fuck a nigga mean? (Nigga say he don't like doing drills, I love 'em)",
      "valence": 2.31,
      "arousal": 4.18,
      "dominance": 3.75
    },
    {
      "chunk_id": 64,
      "lyrics_text": "(Strait, straitjacket music, I belong in asylum) Fuck a nigga, what a nigga, fuck a nigga mean? (Nigga say he don't like doing drills, I love 'em) Know what I'm sayin'? Haha",
      "valence": 2.41,
      "arousal": 3.95,
      "dominance": 3.75
    },
    {
      "chunk_id": 65,
      "lyrics_text": "Fuck a nigga, what a nigga, fuck a nigga mean? (Nigga say he don't like doing drills, I love 'em) Know what I'm sayin'? Haha (Strait, strait, straitjacket music, I belong in asylum)",
      "valence": 2.24,
      "arousal": 4.14,
      "dominance": 3.79
    },
    {
      "chunk_id": 66,
      "lyrics_text": "(Nigga say he don't like doing drills, I love 'em) Know what I'm sayin'? Haha (Strait, strait, straitjacket music, I belong in asylum) NLE Top Shotta, bitch",
      "valence": 2.73,
      "arousal": 3.85,
      "dominance": 3.64
    },
    {
      "chunk_id": 67,
      "lyrics_text": "Know what I'm sayin'? Haha (Strait, strait, straitjacket music, I belong in asylum) NLE Top Shotta, bitch Fuck you talkin' 'bout?",
      "valence": 2.29,
      "arousal": 3.84,
      "dominance": 3.78
    }
  ]
}