{
  "artist": "Kendrick Lamar & Kodak Black",
  "overall_vad": {
    "valence": 2.57,
    "arousal": 3.62,
    "dominance": 3.41
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "Hey! (Oh, whoa) Why, oh, why, oh, why, oh, why you keep fuckin' with me? You gon' make me jump out my skin, believe me Push these niggas off me like, \"Huh!\"",
      "valence": 2.12,
      "arousal": 4.2,
      "dominance": 3.52
    },
    {
      "chunk_id": 2,
      "lyrics_text": "Why, oh, why, oh, why, oh, why you keep fuckin' with me? You gon' make me jump out my skin, believe me Push these niggas off me like, \"Huh!\" Push these bitches off me like, \"Huh!\"",
      "valence": 1.87,
      "arousal": 4.0,
      "dominance": 3.68
    },
    {
      "chunk_id": 3,
      "lyrics_text": "You gon' make me jump out my skin, believe me Push these niggas off me like, \"Huh!\" Push these bitches off me like, \"Huh!\" Push these niggas off me like, \"Huh!\"",
      "valence": 2.31,
      "arousal": 3.92,
      "dominance": 3.78
    },
    {
      "chunk_id": 4,
      "lyrics_text": "Push these niggas off me like, \"Huh!\" Push these bitches off me like, \"Huh!\" Push these niggas off me like, \"Huh!\" I'm pushin' the snakes, I'm pushin' the fakes",
      "valence": 2.48,
      "arousal": 3.73,
      "dominance": 3.81
    },
    {
      "chunk_id": 5,
      "lyrics_text": "Push these bitches off me like, \"Huh!\" Push these niggas off me like, \"Huh!\" I'm pushin' the snakes, I'm pushin' the fakes I'm pushin' them all off me like, \"Huh!\"",
      "valence": 2.51,
      "arousal": 3.73,
      "dominance": 3.84
    },
    {
      "chunk_id": 6,
      "lyrics_text": "Push these niggas off me like, \"Huh!\" I'm pushin' the snakes, I'm pushin' the fakes I'm pushin' them all off me like, \"Huh!\" Pushin' them all off me like, \"Huh!\" (Yeah)",
      "valence": 2.72,
      "arousal": 3.61,
      "dominance": 3.74
    },
    {
      "chunk_id": 7,
      "lyrics_text": "I'm pushin' the snakes, I'm pushin' the fakes I'm pushin' them all off me like, \"Huh!\" Pushin' them all off me like, \"Huh!\" (Yeah) Uh-huh, I be immune to shit (uh-huh)",
      "valence": 2.61,
      "arousal": 3.57,
      "dominance": 3.58
    },
    {
      "chunk_id": 8,
      "lyrics_text": "I'm pushin' them all off me like, \"Huh!\" Pushin' them all off me like, \"Huh!\" (Yeah) Uh-huh, I be immune to shit (uh-huh) Tuck in the broom and shit (uh-huh)",
      "valence": 2.72,
      "arousal": 3.54,
      "dominance": 3.48
    },
    {
      "chunk_id": 9,
      "lyrics_text": "Pushin' them all off me like, \"Huh!\" (Yeah) Uh-huh, I be immune to shit (uh-huh) Tuck in the broom and shit (uh-huh) They want to assume and shit (uh-huh)",
      "valence": 2.63,
      "arousal": 3.51,
      "dominance": 3.25
    },
    {
      "chunk_id": 10,
      "lyrics_text": "Uh-huh, I be immune to shit (uh-huh) Tuck in the broom and shit (uh-huh) They want to assume and shit (uh-huh) Know you a choke, my assets are close",
      "valence": 2.54,
      "arousal": 3.46,
      "dominance": 3.19
    },
    {
      "chunk_id": 11,
      "lyrics_text": "Tuck in the broom and shit (uh-huh) They want to assume and shit (uh-huh) Know you a choke, my assets are close I hide like thе moon and shit (uh-huh)",
      "valence": 2.51,
      "arousal": 3.39,
      "dominance": 2.99
    },
    {
      "chunk_id": 12,
      "lyrics_text": "They want to assume and shit (uh-huh) Know you a choke, my assets are close I hide like thе moon and shit (uh-huh) Know the results, the ballot is in and I'm about to boom again (uh-huh)",
      "valence": 2.69,
      "arousal": 3.56,
      "dominance": 3.23
    },
    {
      "chunk_id": 13,
      "lyrics_text": "Know you a choke, my assets are close I hide like thе moon and shit (uh-huh) Know the results, the ballot is in and I'm about to boom again (uh-huh) You funny, dawg",
      "valence": 2.79,
      "arousal": 3.67,
      "dominance": 3.5
    },
    {
      "chunk_id": 14,
      "lyrics_text": "I hide like thе moon and shit (uh-huh) Know the results, the ballot is in and I'm about to boom again (uh-huh) You funny, dawg Peek-a-boo, can't hidе behind your money, dawg",
      "valence": 2.78,
      "arousal": 3.59,
      "dominance": 3.41
    },
    {
      "chunk_id": 15,
      "lyrics_text": "Know the results, the ballot is in and I'm about to boom again (uh-huh) You funny, dawg Peek-a-boo, can't hidе behind your money, dawg A week or two, I meditate on runnin' lost",
      "valence": 3.01,
      "arousal": 3.58,
      "dominance": 3.42
    },
    {
      "chunk_id": 16,
      "lyrics_text": "You funny, dawg Peek-a-boo, can't hidе behind your money, dawg A week or two, I meditate on runnin' lost Swerve, swerve, swerve, shake the currents off, yeah",
      "valence": 2.99,
      "arousal": 3.23,
      "dominance": 3.38
    },
    {
      "chunk_id": 17,
      "lyrics_text": "Peek-a-boo, can't hidе behind your money, dawg A week or two, I meditate on runnin' lost Swerve, swerve, swerve, shake the currents off, yeah Push these niggas off me like, \"Huh!\"",
      "valence": 2.81,
      "arousal": 3.42,
      "dominance": 3.48
    },
    {
      "chunk_id": 18,
      "lyrics_text": "A week or two, I meditate on runnin' lost Swerve, swerve, swerve, shake the currents off, yeah Push these niggas off me like, \"Huh!\" Push these bitches off me like, \"Huh!\"",
      "valence": 2.72,
      "arousal": 3.47,
      "dominance": 3.51
    },
    {
      "chunk_id": 19,
      "lyrics_text": "Swerve, swerve, swerve, shake the currents off, yeah Push these niggas off me like, \"Huh!\" Push these bitches off me like, \"Huh!\" Push these niggas off me like, \"Huh!\"",
      "valence": 2.61,
      "arousal": 3.72,
      "dominance": 3.64
    },
    {
      "chunk_id": 20,
      "lyrics_text": "Push these niggas off me like, \"Huh!\" Push these bitches off me like, \"Huh!\" Push these niggas off me like, \"Huh!\" I'm pushin' the snakes, I'm pushin' the fakes",
      "valence": 2.48,
      "arousal": 3.73,
      "dominance": 3.81
    },
    {
      "chunk_id": 21,
      "lyrics_text": "Push these bitches off me like, \"Huh!\" Push these niggas off me like, \"Huh!\" I'm pushin' the snakes, I'm pushin' the fakes I'm pushin' them all off me like, \"Huh!\"",
      "valence": 2.51,
      "arousal": 3.73,
      "dominance": 3.84
    },
    {
      "chunk_id": 22,
      "lyrics_text": "Push these niggas off me like, \"Huh!\" I'm pushin' the snakes, I'm pushin' the fakes I'm pushin' them all off me like, \"Huh!\" Pushin' them all off me like, \"Huh!\" (Yeah)",
      "valence": 2.72,
      "arousal": 3.61,
      "dominance": 3.74
    },
    {
      "chunk_id": 23,
      "lyrics_text": "I'm pushin' the snakes, I'm pushin' the fakes I'm pushin' them all off me like, \"Huh!\" Pushin' them all off me like, \"Huh!\" (Yeah) Head up, chest out",
      "valence": 2.69,
      "arousal": 3.62,
      "dominance": 3.69
    },
    {
      "chunk_id": 24,
      "lyrics_text": "I'm pushin' them all off me like, \"Huh!\" Pushin' them all off me like, \"Huh!\" (Yeah) Head up, chest out It's all laxed, I'm stressed out",
      "valence": 2.58,
      "arousal": 3.59,
      "dominance": 3.29
    },
    {
      "chunk_id": 25,
      "lyrics_text": "Pushin' them all off me like, \"Huh!\" (Yeah) Head up, chest out It's all laxed, I'm stressed out Shh! Be quiet, I'm stressed out",
      "valence": 2.35,
      "arousal": 3.78,
      "dominance": 3.2
    },
    {
      "chunk_id": 26,
      "lyrics_text": "Head up, chest out It's all laxed, I'm stressed out Shh! Be quiet, I'm stressed out Stressed out, stressed out, stressed",
      "valence": 2.17,
      "arousal": 3.94,
      "dominance": 3.14
    },
    {
      "chunk_id": 27,
      "lyrics_text": "It's all laxed, I'm stressed out Shh! Be quiet, I'm stressed out Stressed out, stressed out, stressed Came my daughter up, she need all the love",
      "valence": 2.19,
      "arousal": 4.12,
      "dominance": 3.14
    },
    {
      "chunk_id": 28,
      "lyrics_text": "Shh! Be quiet, I'm stressed out Stressed out, stressed out, stressed Came my daughter up, she need all the love I need all the love, I mean all of us",
      "valence": 2.41,
      "arousal": 4.18,
      "dominance": 3.28
    },
    {
      "chunk_id": 29,
      "lyrics_text": "Stressed out, stressed out, stressed Came my daughter up, she need all the love I need all the love, I mean all of us It's like six o'clock, bitch, you talk too much",
      "valence": 2.3,
      "arousal": 4.11,
      "dominance": 3.17
    },
    {
      "chunk_id": 30,
      "lyrics_text": "Came my daughter up, she need all the love I need all the love, I mean all of us It's like six o'clock, bitch, you talk too much You makin' it awkward love",
      "valence": 3.32,
      "arousal": 4.1,
      "dominance": 3.36
    },
    {
      "chunk_id": 31,
      "lyrics_text": "I need all the love, I mean all of us It's like six o'clock, bitch, you talk too much You makin' it awkward love I mean it's hard enough, I mean it's-",
      "valence": 3.29,
      "arousal": 4.07,
      "dominance": 3.18
    },
    {
      "chunk_id": 32,
      "lyrics_text": "It's like six o'clock, bitch, you talk too much You makin' it awkward love I mean it's hard enough, I mean it's- They don't fuck with me even if they could",
      "valence": 2.2,
      "arousal": 3.97,
      "dominance": 3.53
    },
    {
      "chunk_id": 33,
      "lyrics_text": "You makin' it awkward love I mean it's hard enough, I mean it's- They don't fuck with me even if they could Pull out the stick, hit a bitch with the wood",
      "valence": 2.35,
      "arousal": 3.72,
      "dominance": 3.35
    },
    {
      "chunk_id": 34,
      "lyrics_text": "I mean it's hard enough, I mean it's- They don't fuck with me even if they could Pull out the stick, hit a bitch with the wood First apart roll would be vert in the hood",
      "valence": 2.33,
      "arousal": 3.72,
      "dominance": 3.45
    },
    {
      "chunk_id": 35,
      "lyrics_text": "They don't fuck with me even if they could Pull out the stick, hit a bitch with the wood First apart roll would be vert in the hood Don't worry about us over here, we good",
      "valence": 2.46,
      "arousal": 3.61,
      "dominance": 3.55
    },
    {
      "chunk_id": 36,
      "lyrics_text": "Pull out the stick, hit a bitch with the wood First apart roll would be vert in the hood Don't worry about us over here, we good The AP Roman Numeral",
      "valence": 2.73,
      "arousal": 3.36,
      "dominance": 3.48
    },
    {
      "chunk_id": 37,
      "lyrics_text": "First apart roll would be vert in the hood Don't worry about us over here, we good The AP Roman Numeral Everywhere I go I need pharmaceuticals",
      "valence": 2.95,
      "arousal": 3.11,
      "dominance": 3.2
    },
    {
      "chunk_id": 38,
      "lyrics_text": "Don't worry about us over here, we good The AP Roman Numeral Everywhere I go I need pharmaceuticals I ran my whole conglomerate",
      "valence": 3.12,
      "arousal": 3.14,
      "dominance": 3.26
    },
    {
      "chunk_id": 39,
      "lyrics_text": "The AP Roman Numeral Everywhere I go I need pharmaceuticals I ran my whole conglomerate I was just mappin' shit out in the cubicle",
      "valence": 2.71,
      "arousal": 3.23,
      "dominance": 3.11
    },
    {
      "chunk_id": 40,
      "lyrics_text": "Everywhere I go I need pharmaceuticals I ran my whole conglomerate I was just mappin' shit out in the cubicle Suicide crews at funeral",
      "valence": 2.44,
      "arousal": 3.36,
      "dominance": 2.97
    },
    {
      "chunk_id": 41,
      "lyrics_text": "I ran my whole conglomerate I was just mappin' shit out in the cubicle Suicide crews at funeral Track hot, launch like a slingshot",
      "valence": 2.57,
      "arousal": 3.39,
      "dominance": 3.1
    },
    {
      "chunk_id": 42,
      "lyrics_text": "I was just mappin' shit out in the cubicle Suicide crews at funeral Track hot, launch like a slingshot Big ole ruby diamond on my pinkey finger",
      "valence": 2.74,
      "arousal": 3.45,
      "dominance": 2.99
    },
    {
      "chunk_id": 43,
      "lyrics_text": "Suicide crews at funeral Track hot, launch like a slingshot Big ole ruby diamond on my pinkey finger That bitch look like a Ring Pop",
      "valence": 2.41,
      "arousal": 3.62,
      "dominance": 3.31
    },
    {
      "chunk_id": 44,
      "lyrics_text": "Track hot, launch like a slingshot Big ole ruby diamond on my pinkey finger That bitch look like a Ring Pop Money on my mind, money on your head",
      "valence": 2.81,
      "arousal": 3.68,
      "dominance": 3.59
    },
    {
      "chunk_id": 45,
      "lyrics_text": "Big ole ruby diamond on my pinkey finger That bitch look like a Ring Pop Money on my mind, money on your head Can't rap three times while you comin' through the jets",
      "valence": 2.6,
      "arousal": 3.61,
      "dominance": 3.45
    },
    {
      "chunk_id": 46,
      "lyrics_text": "That bitch look like a Ring Pop Money on my mind, money on your head Can't rap three times while you comin' through the jets Red cross cap a nigga fade",
      "valence": 2.21,
      "arousal": 3.6,
      "dominance": 3.62
    },
    {
      "chunk_id": 47,
      "lyrics_text": "Money on my mind, money on your head Can't rap three times while you comin' through the jets Red cross cap a nigga fade In the studio with K Dot fresh out the feds",
      "valence": 2.68,
      "arousal": 3.41,
      "dominance": 3.49
    },
    {
      "chunk_id": 48,
      "lyrics_text": "Can't rap three times while you comin' through the jets Red cross cap a nigga fade In the studio with K Dot fresh out the feds Yeah, you niggas can't stand the rain, niggas don't stand a chance",
      "valence": 2.71,
      "arousal": 3.22,
      "dominance": 3.26
    },
    {
      "chunk_id": 49,
      "lyrics_text": "Red cross cap a nigga fade In the studio with K Dot fresh out the feds Yeah, you niggas can't stand the rain, niggas don't stand a chance Yeah, shuffle like candy paint, I spend a band on a Benz",
      "valence": 2.79,
      "arousal": 3.22,
      "dominance": 3.35
    },
    {
      "chunk_id": 50,
      "lyrics_text": "In the studio with K Dot fresh out the feds Yeah, you niggas can't stand the rain, niggas don't stand a chance Yeah, shuffle like candy paint, I spend a band on a Benz I call the bitch off a Google app",
      "valence": 2.5,
      "arousal": 3.57,
      "dominance": 3.54
    },
    {
      "chunk_id": 51,
      "lyrics_text": "Yeah, you niggas can't stand the rain, niggas don't stand a chance Yeah, shuffle like candy paint, I spend a band on a Benz I call the bitch off a Google app I'm the type to kill my shooter weapon",
      "valence": 2.18,
      "arousal": 3.7,
      "dominance": 3.56
    },
    {
      "chunk_id": 52,
      "lyrics_text": "Yeah, shuffle like candy paint, I spend a band on a Benz I call the bitch off a Google app I'm the type to kill my shooter weapon I had to survive off a tuna pack",
      "valence": 2.42,
      "arousal": 3.67,
      "dominance": 3.26
    },
    {
      "chunk_id": 53,
      "lyrics_text": "I call the bitch off a Google app I'm the type to kill my shooter weapon I had to survive off a tuna pack Five percent tint on the wood like who was that?",
      "valence": 2.24,
      "arousal": 3.79,
      "dominance": 3.49
    },
    {
      "chunk_id": 54,
      "lyrics_text": "I'm the type to kill my shooter weapon I had to survive off a tuna pack Five percent tint on the wood like who was that? Cu Tang caught niggas mad",
      "valence": 2.59,
      "arousal": 3.55,
      "dominance": 3.39
    },
    {
      "chunk_id": 55,
      "lyrics_text": "I had to survive off a tuna pack Five percent tint on the wood like who was that? Cu Tang caught niggas mad Beat the dope with a fo', I'm whippin' up Sudafed",
      "valence": 2.57,
      "arousal": 3.36,
      "dominance": 3.26
    },
    {
      "chunk_id": 56,
      "lyrics_text": "Five percent tint on the wood like who was that? Cu Tang caught niggas mad Beat the dope with a fo', I'm whippin' up Sudafed Only doin' scams in the lab",
      "valence": 2.57,
      "arousal": 3.33,
      "dominance": 3.43
    },
    {
      "chunk_id": 57,
      "lyrics_text": "Cu Tang caught niggas mad Beat the dope with a fo', I'm whippin' up Sudafed Only doin' scams in the lab Every Thursday girls they spendin' time with my daughter",
      "valence": 2.45,
      "arousal": 3.42,
      "dominance": 3.49
    },
    {
      "chunk_id": 58,
      "lyrics_text": "Beat the dope with a fo', I'm whippin' up Sudafed Only doin' scams in the lab Every Thursday girls they spendin' time with my daughter Made me go harder",
      "valence": 2.44,
      "arousal": 3.61,
      "dominance": 3.61
    },
    {
      "chunk_id": 59,
      "lyrics_text": "Only doin' scams in the lab Every Thursday girls they spendin' time with my daughter Made me go harder Every Sunday Service, they teach my boy to be a man",
      "valence": 2.41,
      "arousal": 3.38,
      "dominance": 2.94
    },
    {
      "chunk_id": 60,
      "lyrics_text": "Every Thursday girls they spendin' time with my daughter Made me go harder Every Sunday Service, they teach my boy to be a man I ain't have no father",
      "valence": 2.71,
      "arousal": 3.37,
      "dominance": 2.95
    },
    {
      "chunk_id": 61,
      "lyrics_text": "Made me go harder Every Sunday Service, they teach my boy to be a man I ain't have no father Fell in the love with the block, I ain't have no park",
      "valence": 2.71,
      "arousal": 3.39,
      "dominance": 3.01
    },
    {
      "chunk_id": 62,
      "lyrics_text": "Every Sunday Service, they teach my boy to be a man I ain't have no father Fell in the love with the block, I ain't have no park Just a sawed-off shotgun Mossberg",
      "valence": 2.71,
      "arousal": 3.31,
      "dominance": 3.04
    },
    {
      "chunk_id": 63,
      "lyrics_text": "I ain't have no father Fell in the love with the block, I ain't have no park Just a sawed-off shotgun Mossberg We stackin' that money up propper",
      "valence": 2.7,
      "arousal": 3.31,
      "dominance": 3.29
    },
    {
      "chunk_id": 64,
      "lyrics_text": "Fell in the love with the block, I ain't have no park Just a sawed-off shotgun Mossberg We stackin' that money up propper Opp with diamonds it look like marbles",
      "valence": 3.05,
      "arousal": 3.39,
      "dominance": 3.24
    },
    {
      "chunk_id": 65,
      "lyrics_text": "Just a sawed-off shotgun Mossberg We stackin' that money up propper Opp with diamonds it look like marbles Audemars water, aqua beatin' a blocker 'til we spout 'em",
      "valence": 2.92,
      "arousal": 3.15,
      "dominance": 3.37
    },
    {
      "chunk_id": 66,
      "lyrics_text": "We stackin' that money up propper Opp with diamonds it look like marbles Audemars water, aqua beatin' a blocker 'til we spout 'em I don't want your ice, boy, I want your life",
      "valence": 2.69,
      "arousal": 3.54,
      "dominance": 3.62
    },
    {
      "chunk_id": 67,
      "lyrics_text": "Opp with diamonds it look like marbles Audemars water, aqua beatin' a blocker 'til we spout 'em I don't want your ice, boy, I want your life But fuck it, I might still rob 'em",
      "valence": 2.53,
      "arousal": 3.75,
      "dominance": 3.31
    },
    {
      "chunk_id": 68,
      "lyrics_text": "Audemars water, aqua beatin' a blocker 'til we spout 'em I don't want your ice, boy, I want your life But fuck it, I might still rob 'em Yo",
      "valence": 2.29,
      "arousal": 3.87,
      "dominance": 3.42
    },
    {
      "chunk_id": 69,
      "lyrics_text": "I don't want your ice, boy, I want your life But fuck it, I might still rob 'em Yo Push these niggas off me like, \"Huh!\"",
      "valence": 2.13,
      "arousal": 4.01,
      "dominance": 3.63
    },
    {
      "chunk_id": 70,
      "lyrics_text": "But fuck it, I might still rob 'em Yo Push these niggas off me like, \"Huh!\" Push these bitches off me like, \"Huh!\"",
      "valence": 2.24,
      "arousal": 3.9,
      "dominance": 3.57
    },
    {
      "chunk_id": 71,
      "lyrics_text": "Yo Push these niggas off me like, \"Huh!\" Push these bitches off me like, \"Huh!\" Push these niggas off me like, \"Huh!\"",
      "valence": 2.4,
      "arousal": 3.83,
      "dominance": 3.81
    },
    {
      "chunk_id": 72,
      "lyrics_text": "Push these niggas off me like, \"Huh!\" Push these bitches off me like, \"Huh!\" Push these niggas off me like, \"Huh!\" I'm pushin' the snakes, I'm pushin' the fakes",
      "valence": 2.48,
      "arousal": 3.73,
      "dominance": 3.81
    },
    {
      "chunk_id": 73,
      "lyrics_text": "Push these bitches off me like, \"Huh!\" Push these niggas off me like, \"Huh!\" I'm pushin' the snakes, I'm pushin' the fakes I'm pushin' them all off me like, \"Huh!\"",
      "valence": 2.51,
      "arousal": 3.73,
      "dominance": 3.84
    },
    {
      "chunk_id": 74,
      "lyrics_text": "Push these niggas off me like, \"Huh!\" I'm pushin' the snakes, I'm pushin' the fakes I'm pushin' them all off me like, \"Huh!\" Pushin' them all off me like, \"Huh!\" (Yeah)",
      "valence": 2.72,
      "arousal": 3.61,
      "dominance": 3.74
    },
    {
      "chunk_id": 75,
      "lyrics_text": "I'm pushin' the snakes, I'm pushin' the fakes I'm pushin' them all off me like, \"Huh!\" Pushin' them all off me like, \"Huh!\" (Yeah) Head up, chest out",
      "valence": 2.69,
      "arousal": 3.62,
      "dominance": 3.69
    },
    {
      "chunk_id": 76,
      "lyrics_text": "I'm pushin' them all off me like, \"Huh!\" Pushin' them all off me like, \"Huh!\" (Yeah) Head up, chest out It's all laxed (huh, huh, huh), I'm stressed out",
      "valence": 2.46,
      "arousal": 3.64,
      "dominance": 3.17
    },
    {
      "chunk_id": 77,
      "lyrics_text": "Pushin' them all off me like, \"Huh!\" (Yeah) Head up, chest out It's all laxed (huh, huh, huh), I'm stressed out Shh! Be quiet, I'm stressed out",
      "valence": 2.37,
      "arousal": 3.84,
      "dominance": 3.14
    },
    {
      "chunk_id": 78,
      "lyrics_text": "Head up, chest out It's all laxed (huh, huh, huh), I'm stressed out Shh! Be quiet, I'm stressed out Stressed out, stressed out, stressed out",
      "valence": 2.23,
      "arousal": 3.87,
      "dominance": 3.15
    }
  ]
}