{
  "artist": "fun.",
  "overall_vad": {
    "valence": 2.71,
    "arousal": 3.51,
    "dominance": 2.95
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "Some nights, I stay up cashing in my bad luck Some nights, I call it a draw Some nights, I wish that my lips could build a castle Some nights, I wish they'd just fall off",
      "valence": 2.44,
      "arousal": 3.13,
      "dominance": 2.68
    },
    {
      "chunk_id": 2,
      "lyrics_text": "Some nights, I call it a draw Some nights, I wish that my lips could build a castle Some nights, I wish they'd just fall off But I still wake up, I still see your ghost",
      "valence": 2.54,
      "arousal": 3.37,
      "dominance": 2.67
    },
    {
      "chunk_id": 3,
      "lyrics_text": "Some nights, I wish that my lips could build a castle Some nights, I wish they'd just fall off But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for, oh-oh",
      "valence": 2.51,
      "arousal": 3.54,
      "dominance": 2.64
    },
    {
      "chunk_id": 4,
      "lyrics_text": "Some nights, I wish they'd just fall off But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for, oh-oh what do I stand for?",
      "valence": 2.46,
      "arousal": 3.62,
      "dominance": 2.65
    },
    {
      "chunk_id": 5,
      "lyrics_text": "But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for, oh-oh what do I stand for? (Whoa ooh whoa, oh) what do I stand for?",
      "valence": 2.65,
      "arousal": 3.62,
      "dominance": 2.74
    },
    {
      "chunk_id": 6,
      "lyrics_text": "Oh Lord, I'm still not sure what I stand for, oh-oh what do I stand for? (Whoa ooh whoa, oh) what do I stand for? Most nights, I don't know anymore",
      "valence": 2.55,
      "arousal": 3.66,
      "dominance": 2.66
    },
    {
      "chunk_id": 7,
      "lyrics_text": "what do I stand for? (Whoa ooh whoa, oh) what do I stand for? Most nights, I don't know anymore Oh oh, oh ooh whoa oh",
      "valence": 2.78,
      "arousal": 3.5,
      "dominance": 2.91
    },
    {
      "chunk_id": 8,
      "lyrics_text": "(Whoa ooh whoa, oh) what do I stand for? Most nights, I don't know anymore Oh oh, oh ooh whoa oh Oh ooh whoa oh, oh-oh",
      "valence": 2.68,
      "arousal": 3.49,
      "dominance": 2.8
    },
    {
      "chunk_id": 9,
      "lyrics_text": "Most nights, I don't know anymore Oh oh, oh ooh whoa oh Oh ooh whoa oh, oh-oh Oh oh, oh ooh whoa oh",
      "valence": 2.47,
      "arousal": 3.44,
      "dominance": 2.68
    },
    {
      "chunk_id": 10,
      "lyrics_text": "Oh oh, oh ooh whoa oh Oh ooh whoa oh, oh-oh Oh oh, oh ooh whoa oh Oh ooh whoa oh, oh-oh",
      "valence": 2.64,
      "arousal": 3.66,
      "dominance": 2.87
    },
    {
      "chunk_id": 11,
      "lyrics_text": "Oh ooh whoa oh, oh-oh Oh oh, oh ooh whoa oh Oh ooh whoa oh, oh-oh So this is it, boys, this is war",
      "valence": 2.58,
      "arousal": 3.66,
      "dominance": 2.82
    },
    {
      "chunk_id": 12,
      "lyrics_text": "Oh oh, oh ooh whoa oh Oh ooh whoa oh, oh-oh So this is it, boys, this is war What are we waiting for?",
      "valence": 2.56,
      "arousal": 3.65,
      "dominance": 2.85
    },
    {
      "chunk_id": 13,
      "lyrics_text": "Oh ooh whoa oh, oh-oh So this is it, boys, this is war What are we waiting for? Why don't we break the rules already?",
      "valence": 2.57,
      "arousal": 3.71,
      "dominance": 2.99
    },
    {
      "chunk_id": 14,
      "lyrics_text": "So this is it, boys, this is war What are we waiting for? Why don't we break the rules already? I was never one to believe the hype",
      "valence": 2.7,
      "arousal": 3.55,
      "dominance": 3.11
    },
    {
      "chunk_id": 15,
      "lyrics_text": "What are we waiting for? Why don't we break the rules already? I was never one to believe the hype Save that for the black and white",
      "valence": 2.88,
      "arousal": 3.3,
      "dominance": 3.07
    },
    {
      "chunk_id": 16,
      "lyrics_text": "Why don't we break the rules already? I was never one to believe the hype Save that for the black and white Try twice as hard, and I'm half as liked",
      "valence": 3.05,
      "arousal": 3.36,
      "dominance": 3.46
    },
    {
      "chunk_id": 17,
      "lyrics_text": "I was never one to believe the hype Save that for the black and white Try twice as hard, and I'm half as liked But here they come again to jack my style",
      "valence": 3.16,
      "arousal": 3.32,
      "dominance": 3.18
    },
    {
      "chunk_id": 18,
      "lyrics_text": "Save that for the black and white Try twice as hard, and I'm half as liked But here they come again to jack my style That's alright (that's alright)",
      "valence": 2.96,
      "arousal": 3.24,
      "dominance": 3.24
    },
    {
      "chunk_id": 19,
      "lyrics_text": "Try twice as hard, and I'm half as liked But here they come again to jack my style That's alright (that's alright) I found a martyr in my bed tonight",
      "valence": 2.7,
      "arousal": 3.36,
      "dominance": 3.11
    },
    {
      "chunk_id": 20,
      "lyrics_text": "But here they come again to jack my style That's alright (that's alright) I found a martyr in my bed tonight She stops my bones from wondering just who I am, who I am, who I am",
      "valence": 2.73,
      "arousal": 3.43,
      "dominance": 3.18
    },
    {
      "chunk_id": 21,
      "lyrics_text": "That's alright (that's alright) I found a martyr in my bed tonight She stops my bones from wondering just who I am, who I am, who I am Oh, who am I? Mmm-mmm",
      "valence": 3.04,
      "arousal": 3.51,
      "dominance": 3.19
    },
    {
      "chunk_id": 22,
      "lyrics_text": "I found a martyr in my bed tonight She stops my bones from wondering just who I am, who I am, who I am Oh, who am I? Mmm-mmm Mmm-mmm",
      "valence": 3.06,
      "arousal": 3.58,
      "dominance": 3.01
    },
    {
      "chunk_id": 23,
      "lyrics_text": "She stops my bones from wondering just who I am, who I am, who I am Oh, who am I? Mmm-mmm Mmm-mmm Well, some nights, I wish that this all would end",
      "valence": 2.98,
      "arousal": 3.45,
      "dominance": 2.85
    },
    {
      "chunk_id": 24,
      "lyrics_text": "Oh, who am I? Mmm-mmm Mmm-mmm Well, some nights, I wish that this all would end 'Cause I could use some friends for a change",
      "valence": 2.9,
      "arousal": 3.35,
      "dominance": 2.83
    },
    {
      "chunk_id": 25,
      "lyrics_text": "Mmm-mmm Well, some nights, I wish that this all would end 'Cause I could use some friends for a change And some nights, I'm scared you'll forget me again",
      "valence": 2.56,
      "arousal": 3.37,
      "dominance": 2.72
    },
    {
      "chunk_id": 26,
      "lyrics_text": "Well, some nights, I wish that this all would end 'Cause I could use some friends for a change And some nights, I'm scared you'll forget me again But some nights, I always win (I always win)",
      "valence": 2.99,
      "arousal": 3.42,
      "dominance": 2.98
    },
    {
      "chunk_id": 27,
      "lyrics_text": "'Cause I could use some friends for a change And some nights, I'm scared you'll forget me again But some nights, I always win (I always win) But I still wake up, I still see your ghost",
      "valence": 2.85,
      "arousal": 3.43,
      "dominance": 3.0
    },
    {
      "chunk_id": 28,
      "lyrics_text": "And some nights, I'm scared you'll forget me again But some nights, I always win (I always win) But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for, oh-oh",
      "valence": 2.71,
      "arousal": 3.53,
      "dominance": 2.85
    },
    {
      "chunk_id": 29,
      "lyrics_text": "But some nights, I always win (I always win) But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for, oh-oh what do I stand for?",
      "valence": 2.9,
      "arousal": 3.49,
      "dominance": 2.93
    },
    {
      "chunk_id": 30,
      "lyrics_text": "But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for, oh-oh what do I stand for? (Whoa ooh whoa, oh) what do I stand for?",
      "valence": 2.65,
      "arousal": 3.62,
      "dominance": 2.74
    },
    {
      "chunk_id": 31,
      "lyrics_text": "Oh Lord, I'm still not sure what I stand for, oh-oh what do I stand for? (Whoa ooh whoa, oh) what do I stand for? Most nights, I don't know",
      "valence": 2.61,
      "arousal": 3.59,
      "dominance": 2.68
    },
    {
      "chunk_id": 32,
      "lyrics_text": "what do I stand for? (Whoa ooh whoa, oh) what do I stand for? Most nights, I don't know so this is it?",
      "valence": 2.92,
      "arousal": 3.4,
      "dominance": 3.02
    },
    {
      "chunk_id": 33,
      "lyrics_text": "(Whoa ooh whoa, oh) what do I stand for? Most nights, I don't know so this is it? I sold my soul for this?",
      "valence": 2.7,
      "arousal": 3.69,
      "dominance": 2.92
    },
    {
      "chunk_id": 34,
      "lyrics_text": "Most nights, I don't know so this is it? I sold my soul for this? Washed my hands of that for this?",
      "valence": 2.51,
      "arousal": 3.65,
      "dominance": 2.98
    },
    {
      "chunk_id": 35,
      "lyrics_text": "so this is it? I sold my soul for this? Washed my hands of that for this? I miss my mom and dad for this?",
      "valence": 2.4,
      "arousal": 3.75,
      "dominance": 2.91
    },
    {
      "chunk_id": 36,
      "lyrics_text": "I sold my soul for this? Washed my hands of that for this? I miss my mom and dad for this? No, when I see stars, when I see??When I see stars, that's all they are",
      "valence": 2.9,
      "arousal": 3.5,
      "dominance": 3.1
    },
    {
      "chunk_id": 37,
      "lyrics_text": "Washed my hands of that for this? I miss my mom and dad for this? No, when I see stars, when I see??When I see stars, that's all they are When I hear songs",
      "valence": 3.01,
      "arousal": 3.36,
      "dominance": 2.95
    },
    {
      "chunk_id": 38,
      "lyrics_text": "I miss my mom and dad for this? No, when I see stars, when I see??When I see stars, that's all they are When I hear songs They sound like a swan, so come on",
      "valence": 3.05,
      "arousal": 3.24,
      "dominance": 2.95
    },
    {
      "chunk_id": 39,
      "lyrics_text": "No, when I see stars, when I see??When I see stars, that's all they are When I hear songs They sound like a swan, so come on Oh come on, oh come on, oh come on",
      "valence": 3.05,
      "arousal": 3.2,
      "dominance": 3.1
    },
    {
      "chunk_id": 40,
      "lyrics_text": "When I hear songs They sound like a swan, so come on Oh come on, oh come on, oh come on Well, this is it guys, that is all",
      "valence": 2.79,
      "arousal": 3.32,
      "dominance": 3.14
    },
    {
      "chunk_id": 41,
      "lyrics_text": "They sound like a swan, so come on Oh come on, oh come on, oh come on Well, this is it guys, that is all Five minutes in, and I'm bored again",
      "valence": 2.55,
      "arousal": 3.41,
      "dominance": 2.99
    },
    {
      "chunk_id": 42,
      "lyrics_text": "Oh come on, oh come on, oh come on Well, this is it guys, that is all Five minutes in, and I'm bored again Ten years of this, I'm not sure if anybody understands",
      "valence": 2.36,
      "arousal": 3.47,
      "dominance": 2.97
    },
    {
      "chunk_id": 43,
      "lyrics_text": "Well, this is it guys, that is all Five minutes in, and I'm bored again Ten years of this, I'm not sure if anybody understands This one is not for the folks at home",
      "valence": 2.4,
      "arousal": 3.31,
      "dominance": 2.9
    },
    {
      "chunk_id": 44,
      "lyrics_text": "Five minutes in, and I'm bored again Ten years of this, I'm not sure if anybody understands This one is not for the folks at home Sorry to leave, Mom, I had to go",
      "valence": 2.23,
      "arousal": 3.26,
      "dominance": 2.84
    },
    {
      "chunk_id": 45,
      "lyrics_text": "Ten years of this, I'm not sure if anybody understands This one is not for the folks at home Sorry to leave, Mom, I had to go Who the fuck wants to die alone all dried up in the desert sun?",
      "valence": 2.11,
      "arousal": 3.52,
      "dominance": 3.09
    },
    {
      "chunk_id": 46,
      "lyrics_text": "This one is not for the folks at home Sorry to leave, Mom, I had to go Who the fuck wants to die alone all dried up in the desert sun? My heart is breaking for my sister",
      "valence": 1.95,
      "arousal": 3.69,
      "dominance": 2.85
    },
    {
      "chunk_id": 47,
      "lyrics_text": "Sorry to leave, Mom, I had to go Who the fuck wants to die alone all dried up in the desert sun? My heart is breaking for my sister And the con that she called \"love\"",
      "valence": 2.01,
      "arousal": 3.89,
      "dominance": 2.8
    },
    {
      "chunk_id": 48,
      "lyrics_text": "Who the fuck wants to die alone all dried up in the desert sun? My heart is breaking for my sister And the con that she called \"love\" And then I look into my nephew's eyes",
      "valence": 2.14,
      "arousal": 3.91,
      "dominance": 2.9
    },
    {
      "chunk_id": 49,
      "lyrics_text": "My heart is breaking for my sister And the con that she called \"love\" And then I look into my nephew's eyes Man, you wouldn't believe",
      "valence": 2.55,
      "arousal": 3.88,
      "dominance": 2.63
    },
    {
      "chunk_id": 50,
      "lyrics_text": "And the con that she called \"love\" And then I look into my nephew's eyes Man, you wouldn't believe The most amazing things",
      "valence": 3.86,
      "arousal": 3.89,
      "dominance": 3.24
    },
    {
      "chunk_id": 51,
      "lyrics_text": "And then I look into my nephew's eyes Man, you wouldn't believe The most amazing things That can come from",
      "valence": 3.87,
      "arousal": 3.84,
      "dominance": 3.24
    },
    {
      "chunk_id": 52,
      "lyrics_text": "Man, you wouldn't believe The most amazing things That can come from Some terrible lies",
      "valence": 3.18,
      "arousal": 3.6,
      "dominance": 3.0
    },
    {
      "chunk_id": 53,
      "lyrics_text": "The most amazing things That can come from Some terrible lies Oh oh, oh ooh whoa oh",
      "valence": 2.99,
      "arousal": 3.53,
      "dominance": 2.99
    },
    {
      "chunk_id": 54,
      "lyrics_text": "That can come from Some terrible lies Oh oh, oh ooh whoa oh Oh ooh whoa oh, oh-oh",
      "valence": 2.11,
      "arousal": 3.36,
      "dominance": 2.92
    },
    {
      "chunk_id": 55,
      "lyrics_text": "Some terrible lies Oh oh, oh ooh whoa oh Oh ooh whoa oh, oh-oh Oh oh, oh ooh whoa oh",
      "valence": 2.06,
      "arousal": 3.63,
      "dominance": 2.97
    },
    {
      "chunk_id": 56,
      "lyrics_text": "Oh oh, oh ooh whoa oh Oh ooh whoa oh, oh-oh Oh oh, oh ooh whoa oh Oh ooh whoa oh, oh-oh",
      "valence": 2.64,
      "arousal": 3.66,
      "dominance": 2.87
    },
    {
      "chunk_id": 57,
      "lyrics_text": "Oh ooh whoa oh, oh-oh Oh oh, oh ooh whoa oh Oh ooh whoa oh, oh-oh The other night, you wouldn't believe",
      "valence": 2.75,
      "arousal": 3.64,
      "dominance": 2.89
    },
    {
      "chunk_id": 58,
      "lyrics_text": "Oh oh, oh ooh whoa oh Oh ooh whoa oh, oh-oh The other night, you wouldn't believe The dream I just had about you and me",
      "valence": 2.84,
      "arousal": 3.68,
      "dominance": 2.96
    },
    {
      "chunk_id": 59,
      "lyrics_text": "Oh ooh whoa oh, oh-oh The other night, you wouldn't believe The dream I just had about you and me I called you up, but we both agree",
      "valence": 3.14,
      "arousal": 3.61,
      "dominance": 3.22
    },
    {
      "chunk_id": 60,
      "lyrics_text": "The other night, you wouldn't believe The dream I just had about you and me I called you up, but we both agree It's for the best you didn't listen",
      "valence": 2.56,
      "arousal": 3.35,
      "dominance": 2.96
    },
    {
      "chunk_id": 61,
      "lyrics_text": "The dream I just had about you and me I called you up, but we both agree It's for the best you didn't listen It's for the best we get our distance, oh",
      "valence": 2.82,
      "arousal": 3.3,
      "dominance": 3.02
    },
    {
      "chunk_id": 62,
      "lyrics_text": "I called you up, but we both agree It's for the best you didn't listen It's for the best we get our distance, oh It's for the best you didn't listen",
      "valence": 2.71,
      "arousal": 3.26,
      "dominance": 3.07
    },
    {
      "chunk_id": 63,
      "lyrics_text": "It's for the best you didn't listen It's for the best we get our distance, oh It's for the best you didn't listen It's for the best we get our distance, oh-oh, oh-oh",
      "valence": 2.93,
      "arousal": 3.27,
      "dominance": 3.09
    }
  ]
}