{
  "artist": "Drake",
  "overall_vad": {
    "valence": 2.98,
    "arousal": 3.45,
    "dominance": 3.28
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "Black leather gloves, no sequins Buckles on the jacket, it's Alyx shit Nike crossbody, got a piece in it Got a dance, but it's really on some street shit",
      "valence": 3.05,
      "arousal": 3.44,
      "dominance": 3.26
    },
    {
      "chunk_id": 2,
      "lyrics_text": "Buckles on the jacket, it's Alyx shit Nike crossbody, got a piece in it Got a dance, but it's really on some street shit I'ma show you how to get it",
      "valence": 3.15,
      "arousal": 3.46,
      "dominance": 3.35
    },
    {
      "chunk_id": 3,
      "lyrics_text": "Nike crossbody, got a piece in it Got a dance, but it's really on some street shit I'ma show you how to get it It go, right foot up, left foot slide",
      "valence": 3.2,
      "arousal": 3.47,
      "dominance": 3.32
    },
    {
      "chunk_id": 4,
      "lyrics_text": "Got a dance, but it's really on some street shit I'ma show you how to get it It go, right foot up, left foot slide Left foot up, right foot slide",
      "valence": 3.18,
      "arousal": 3.51,
      "dominance": 3.37
    },
    {
      "chunk_id": 5,
      "lyrics_text": "I'ma show you how to get it It go, right foot up, left foot slide Left foot up, right foot slide Basically, I'm saying either way, we 'bout to slide, ayy",
      "valence": 3.02,
      "arousal": 3.29,
      "dominance": 3.39
    },
    {
      "chunk_id": 6,
      "lyrics_text": "It go, right foot up, left foot slide Left foot up, right foot slide Basically, I'm saying either way, we 'bout to slide, ayy Can't let this one slide, ayy",
      "valence": 2.84,
      "arousal": 3.36,
      "dominance": 3.43
    },
    {
      "chunk_id": 7,
      "lyrics_text": "Left foot up, right foot slide Basically, I'm saying either way, we 'bout to slide, ayy Can't let this one slide, ayy Don't you wanna dance with me? No?",
      "valence": 2.92,
      "arousal": 3.51,
      "dominance": 3.37
    },
    {
      "chunk_id": 8,
      "lyrics_text": "Basically, I'm saying either way, we 'bout to slide, ayy Can't let this one slide, ayy Don't you wanna dance with me? No? I could dance like Michael Jackson",
      "valence": 3.06,
      "arousal": 3.5,
      "dominance": 3.37
    },
    {
      "chunk_id": 9,
      "lyrics_text": "Can't let this one slide, ayy Don't you wanna dance with me? No? I could dance like Michael Jackson I could give you thug passion",
      "valence": 2.87,
      "arousal": 3.73,
      "dominance": 3.42
    },
    {
      "chunk_id": 10,
      "lyrics_text": "Don't you wanna dance with me? No? I could dance like Michael Jackson I could give you thug passion It's a Thriller in the trap where we from",
      "valence": 3.03,
      "arousal": 3.67,
      "dominance": 3.36
    },
    {
      "chunk_id": 11,
      "lyrics_text": "I could dance like Michael Jackson I could give you thug passion It's a Thriller in the trap where we from Baby, don't you want to dance with me? No?",
      "valence": 3.07,
      "arousal": 3.73,
      "dominance": 3.36
    },
    {
      "chunk_id": 12,
      "lyrics_text": "I could give you thug passion It's a Thriller in the trap where we from Baby, don't you want to dance with me? No? I could dance like Michael Jackson",
      "valence": 2.98,
      "arousal": 3.64,
      "dominance": 3.39
    },
    {
      "chunk_id": 13,
      "lyrics_text": "It's a Thriller in the trap where we from Baby, don't you want to dance with me? No? I could dance like Michael Jackson I could give you satisfaction",
      "valence": 3.09,
      "arousal": 3.47,
      "dominance": 3.3
    },
    {
      "chunk_id": 14,
      "lyrics_text": "Baby, don't you want to dance with me? No? I could dance like Michael Jackson I could give you satisfaction And you know we out here everyday with it",
      "valence": 3.18,
      "arousal": 3.45,
      "dominance": 3.29
    },
    {
      "chunk_id": 15,
      "lyrics_text": "I could dance like Michael Jackson I could give you satisfaction And you know we out here everyday with it I'ma show you how to get it",
      "valence": 3.57,
      "arousal": 3.47,
      "dominance": 3.43
    },
    {
      "chunk_id": 16,
      "lyrics_text": "I could give you satisfaction And you know we out here everyday with it I'ma show you how to get it It go, right foot up, left foot slide",
      "valence": 3.43,
      "arousal": 3.38,
      "dominance": 3.48
    },
    {
      "chunk_id": 17,
      "lyrics_text": "And you know we out here everyday with it I'ma show you how to get it It go, right foot up, left foot slide Left foot up, right foot slide",
      "valence": 3.19,
      "arousal": 3.26,
      "dominance": 3.46
    },
    {
      "chunk_id": 18,
      "lyrics_text": "I'ma show you how to get it It go, right foot up, left foot slide Left foot up, right foot slide Basically, I'm saying either way, we 'bout to slide, ayy",
      "valence": 3.02,
      "arousal": 3.29,
      "dominance": 3.39
    },
    {
      "chunk_id": 19,
      "lyrics_text": "It go, right foot up, left foot slide Left foot up, right foot slide Basically, I'm saying either way, we 'bout to slide, ayy Can't let this one slide, ayy (who's bad?)",
      "valence": 2.85,
      "arousal": 3.33,
      "dominance": 3.41
    },
    {
      "chunk_id": 20,
      "lyrics_text": "Left foot up, right foot slide Basically, I'm saying either way, we 'bout to slide, ayy Can't let this one slide, ayy (who's bad?) Two thousand shorties wanna tie the knot, ayy, yeah",
      "valence": 2.96,
      "arousal": 3.43,
      "dominance": 3.4
    },
    {
      "chunk_id": 21,
      "lyrics_text": "Basically, I'm saying either way, we 'bout to slide, ayy Can't let this one slide, ayy (who's bad?) Two thousand shorties wanna tie the knot, ayy, yeah Two hundred shooters on my brother's block, whoa, yeah",
      "valence": 2.85,
      "arousal": 3.55,
      "dominance": 3.47
    },
    {
      "chunk_id": 22,
      "lyrics_text": "Can't let this one slide, ayy (who's bad?) Two thousand shorties wanna tie the knot, ayy, yeah Two hundred shooters on my brother's block, whoa, yeah Petal off a rose like, I love her her not, maybe not",
      "valence": 3.11,
      "arousal": 3.59,
      "dominance": 3.23
    },
    {
      "chunk_id": 23,
      "lyrics_text": "Two thousand shorties wanna tie the knot, ayy, yeah Two hundred shooters on my brother's block, whoa, yeah Petal off a rose like, I love her her not, maybe not I don't know what's wrong with me, I can't stop, whoa, yeah",
      "valence": 3.37,
      "arousal": 3.76,
      "dominance": 3.18
    },
    {
      "chunk_id": 24,
      "lyrics_text": "Two hundred shooters on my brother's block, whoa, yeah Petal off a rose like, I love her her not, maybe not I don't know what's wrong with me, I can't stop, whoa, yeah Won't stop, whoa, yeah, never stop",
      "valence": 2.89,
      "arousal": 3.77,
      "dominance": 3.02
    },
    {
      "chunk_id": 25,
      "lyrics_text": "Petal off a rose like, I love her her not, maybe not I don't know what's wrong with me, I can't stop, whoa, yeah Won't stop, whoa, yeah, never stop Got so many opps, I be mistakin' opps for other opps",
      "valence": 3.05,
      "arousal": 3.64,
      "dominance": 2.91
    },
    {
      "chunk_id": 26,
      "lyrics_text": "I don't know what's wrong with me, I can't stop, whoa, yeah Won't stop, whoa, yeah, never stop Got so many opps, I be mistakin' opps for other opps Got so many people that I love out of troubled spots",
      "valence": 2.62,
      "arousal": 3.7,
      "dominance": 2.69
    },
    {
      "chunk_id": 27,
      "lyrics_text": "Won't stop, whoa, yeah, never stop Got so many opps, I be mistakin' opps for other opps Got so many people that I love out of troubled spots Other than the family I got, it's either you or me",
      "valence": 2.72,
      "arousal": 3.45,
      "dominance": 2.9
    },
    {
      "chunk_id": 28,
      "lyrics_text": "Got so many opps, I be mistakin' opps for other opps Got so many people that I love out of troubled spots Other than the family I got, it's either you or me That's just how I think, it's either you or me",
      "valence": 3.08,
      "arousal": 3.45,
      "dominance": 2.99
    },
    {
      "chunk_id": 29,
      "lyrics_text": "Got so many people that I love out of troubled spots Other than the family I got, it's either you or me That's just how I think, it's either you or me This life got too deep for you, baby",
      "valence": 2.82,
      "arousal": 3.35,
      "dominance": 3.01
    },
    {
      "chunk_id": 30,
      "lyrics_text": "Other than the family I got, it's either you or me That's just how I think, it's either you or me This life got too deep for you, baby Two or three of us about to creep where they stayin'",
      "valence": 2.75,
      "arousal": 3.21,
      "dominance": 2.93
    },
    {
      "chunk_id": 31,
      "lyrics_text": "That's just how I think, it's either you or me This life got too deep for you, baby Two or three of us about to creep where they stayin' Black leather gloves, no sequins",
      "valence": 2.81,
      "arousal": 3.22,
      "dominance": 3.18
    },
    {
      "chunk_id": 32,
      "lyrics_text": "This life got too deep for you, baby Two or three of us about to creep where they stayin' Black leather gloves, no sequins Buckles on the jacket, it's Alyx shit",
      "valence": 2.56,
      "arousal": 3.51,
      "dominance": 3.34
    },
    {
      "chunk_id": 33,
      "lyrics_text": "Two or three of us about to creep where they stayin' Black leather gloves, no sequins Buckles on the jacket, it's Alyx shit Nike crossbody, got a piece in it",
      "valence": 2.92,
      "arousal": 3.22,
      "dominance": 3.26
    },
    {
      "chunk_id": 34,
      "lyrics_text": "Black leather gloves, no sequins Buckles on the jacket, it's Alyx shit Nike crossbody, got a piece in it Got a dance, but it's really on some street shit",
      "valence": 3.05,
      "arousal": 3.44,
      "dominance": 3.26
    },
    {
      "chunk_id": 35,
      "lyrics_text": "Buckles on the jacket, it's Alyx shit Nike crossbody, got a piece in it Got a dance, but it's really on some street shit I'ma show you how to get it",
      "valence": 3.15,
      "arousal": 3.46,
      "dominance": 3.35
    },
    {
      "chunk_id": 36,
      "lyrics_text": "Nike crossbody, got a piece in it Got a dance, but it's really on some street shit I'ma show you how to get it It go, right foot up, left foot slide",
      "valence": 3.2,
      "arousal": 3.47,
      "dominance": 3.32
    },
    {
      "chunk_id": 37,
      "lyrics_text": "Got a dance, but it's really on some street shit I'ma show you how to get it It go, right foot up, left foot slide Left foot up, right foot slide",
      "valence": 3.18,
      "arousal": 3.51,
      "dominance": 3.37
    },
    {
      "chunk_id": 38,
      "lyrics_text": "I'ma show you how to get it It go, right foot up, left foot slide Left foot up, right foot slide Basically, I'm sayin' either way, we 'bout to slide, ayy",
      "valence": 3.03,
      "arousal": 3.25,
      "dominance": 3.39
    },
    {
      "chunk_id": 39,
      "lyrics_text": "It go, right foot up, left foot slide Left foot up, right foot slide Basically, I'm sayin' either way, we 'bout to slide, ayy Can't let this one slide, ayy (who's bad?)",
      "valence": 2.86,
      "arousal": 3.27,
      "dominance": 3.41
    },
    {
      "chunk_id": 40,
      "lyrics_text": "Left foot up, right foot slide Basically, I'm sayin' either way, we 'bout to slide, ayy Can't let this one slide, ayy (who's bad?) Toosie slide, then I hit it double time",
      "valence": 2.88,
      "arousal": 3.36,
      "dominance": 3.38
    },
    {
      "chunk_id": 41,
      "lyrics_text": "Basically, I'm sayin' either way, we 'bout to slide, ayy Can't let this one slide, ayy (who's bad?) Toosie slide, then I hit it double time Then I hit a spin 'cause we spun their block a couple times",
      "valence": 2.87,
      "arousal": 3.29,
      "dominance": 3.44
    },
    {
      "chunk_id": 42,
      "lyrics_text": "Can't let this one slide, ayy (who's bad?) Toosie slide, then I hit it double time Then I hit a spin 'cause we spun their block a couple times If it's not the right time, there'll always be another time",
      "valence": 2.86,
      "arousal": 3.28,
      "dominance": 3.4
    },
    {
      "chunk_id": 43,
      "lyrics_text": "Toosie slide, then I hit it double time Then I hit a spin 'cause we spun their block a couple times If it's not the right time, there'll always be another time I'm not even trippin', we'll just see 'em in the summertime, whoa, yeah",
      "valence": 3.01,
      "arousal": 3.17,
      "dominance": 3.2
    },
    {
      "chunk_id": 44,
      "lyrics_text": "Then I hit a spin 'cause we spun their block a couple times If it's not the right time, there'll always be another time I'm not even trippin', we'll just see 'em in the summertime, whoa, yeah Can't describe the pressure I be puttin' on myself, yeah",
      "valence": 2.77,
      "arousal": 3.32,
      "dominance": 2.93
    },
    {
      "chunk_id": 45,
      "lyrics_text": "If it's not the right time, there'll always be another time I'm not even trippin', we'll just see 'em in the summertime, whoa, yeah Can't describe the pressure I be puttin' on myself, yeah Really I just can't afford to lose nobody else, yeah",
      "valence": 2.63,
      "arousal": 3.32,
      "dominance": 2.9
    },
    {
      "chunk_id": 46,
      "lyrics_text": "I'm not even trippin', we'll just see 'em in the summertime, whoa, yeah Can't describe the pressure I be puttin' on myself, yeah Really I just can't afford to lose nobody else, yeah If they movin' shaky, we'll just do this shit ourselves, whoa",
      "valence": 2.37,
      "arousal": 3.61,
      "dominance": 2.92
    },
    {
      "chunk_id": 47,
      "lyrics_text": "Can't describe the pressure I be puttin' on myself, yeah Really I just can't afford to lose nobody else, yeah If they movin' shaky, we'll just do this shit ourselves, whoa If I'm movin' shaky, Chubbs'll do this shit himself, yeah",
      "valence": 2.38,
      "arousal": 3.65,
      "dominance": 3.09
    },
    {
      "chunk_id": 48,
      "lyrics_text": "Really I just can't afford to lose nobody else, yeah If they movin' shaky, we'll just do this shit ourselves, whoa If I'm movin' shaky, Chubbs'll do this shit himself, yeah Solo, niggas on they YOLO for real",
      "valence": 2.5,
      "arousal": 3.57,
      "dominance": 3.34
    },
    {
      "chunk_id": 49,
      "lyrics_text": "If they movin' shaky, we'll just do this shit ourselves, whoa If I'm movin' shaky, Chubbs'll do this shit himself, yeah Solo, niggas on they YOLO for real Heard a lot about you, but we don't know for real",
      "valence": 2.51,
      "arousal": 3.52,
      "dominance": 3.2
    },
    {
      "chunk_id": 50,
      "lyrics_text": "If I'm movin' shaky, Chubbs'll do this shit himself, yeah Solo, niggas on they YOLO for real Heard a lot about you, but we don't know for real Next time, guarantee the truth'll get revealed",
      "valence": 2.58,
      "arousal": 3.47,
      "dominance": 3.21
    },
    {
      "chunk_id": 51,
      "lyrics_text": "Solo, niggas on they YOLO for real Heard a lot about you, but we don't know for real Next time, guarantee the truth'll get revealed Black leather gloves, no sequins, yeah",
      "valence": 2.92,
      "arousal": 3.3,
      "dominance": 3.23
    },
    {
      "chunk_id": 52,
      "lyrics_text": "Heard a lot about you, but we don't know for real Next time, guarantee the truth'll get revealed Black leather gloves, no sequins, yeah Buckles on the jacket, it's Alyx shit",
      "valence": 2.86,
      "arousal": 3.42,
      "dominance": 3.16
    },
    {
      "chunk_id": 53,
      "lyrics_text": "Next time, guarantee the truth'll get revealed Black leather gloves, no sequins, yeah Buckles on the jacket, it's Alyx shit Nike crossbody, got a piece in it",
      "valence": 3.03,
      "arousal": 3.34,
      "dominance": 3.38
    },
    {
      "chunk_id": 54,
      "lyrics_text": "Black leather gloves, no sequins, yeah Buckles on the jacket, it's Alyx shit Nike crossbody, got a piece in it Got a dance, but it's really on some street shit",
      "valence": 3.08,
      "arousal": 3.46,
      "dominance": 3.24
    },
    {
      "chunk_id": 55,
      "lyrics_text": "Buckles on the jacket, it's Alyx shit Nike crossbody, got a piece in it Got a dance, but it's really on some street shit I'ma show you how",
      "valence": 3.14,
      "arousal": 3.45,
      "dominance": 3.3
    },
    {
      "chunk_id": 56,
      "lyrics_text": "Nike crossbody, got a piece in it Got a dance, but it's really on some street shit I'ma show you how It go, right foot up, left foot slide",
      "valence": 3.19,
      "arousal": 3.47,
      "dominance": 3.25
    },
    {
      "chunk_id": 57,
      "lyrics_text": "Got a dance, but it's really on some street shit I'ma show you how It go, right foot up, left foot slide Left foot up, right foot slide",
      "valence": 3.16,
      "arousal": 3.51,
      "dominance": 3.27
    },
    {
      "chunk_id": 58,
      "lyrics_text": "I'ma show you how It go, right foot up, left foot slide Left foot up, right foot slide Basically, I'm saying either way, we 'bout to slide, ayy",
      "valence": 3.0,
      "arousal": 3.26,
      "dominance": 3.29
    },
    {
      "chunk_id": 59,
      "lyrics_text": "It go, right foot up, left foot slide Left foot up, right foot slide Basically, I'm saying either way, we 'bout to slide, ayy Can't let this one slide, ayy",
      "valence": 2.84,
      "arousal": 3.36,
      "dominance": 3.43
    },
    {
      "chunk_id": 60,
      "lyrics_text": "Left foot up, right foot slide Basically, I'm saying either way, we 'bout to slide, ayy Can't let this one slide, ayy Don't you wanna dance with me? No?",
      "valence": 2.92,
      "arousal": 3.51,
      "dominance": 3.37
    },
    {
      "chunk_id": 61,
      "lyrics_text": "Basically, I'm saying either way, we 'bout to slide, ayy Can't let this one slide, ayy Don't you wanna dance with me? No? I could dance like Michael Jackson (Jackson)",
      "valence": 3.05,
      "arousal": 3.48,
      "dominance": 3.36
    },
    {
      "chunk_id": 62,
      "lyrics_text": "Can't let this one slide, ayy Don't you wanna dance with me? No? I could dance like Michael Jackson (Jackson) I could give you thug passion (passion)",
      "valence": 2.98,
      "arousal": 3.65,
      "dominance": 3.41
    },
    {
      "chunk_id": 63,
      "lyrics_text": "Don't you wanna dance with me? No? I could dance like Michael Jackson (Jackson) I could give you thug passion (passion) It's a Thriller in the trap where we from (where we from)",
      "valence": 3.06,
      "arousal": 3.62,
      "dominance": 3.37
    },
    {
      "chunk_id": 64,
      "lyrics_text": "I could dance like Michael Jackson (Jackson) I could give you thug passion (passion) It's a Thriller in the trap where we from (where we from) Baby, don't you want to dance with me? No?",
      "valence": 3.09,
      "arousal": 3.69,
      "dominance": 3.35
    },
    {
      "chunk_id": 65,
      "lyrics_text": "I could give you thug passion (passion) It's a Thriller in the trap where we from (where we from) Baby, don't you want to dance with me? No? I could dance like Michael Jackson (Jackson)",
      "valence": 3.11,
      "arousal": 3.63,
      "dominance": 3.35
    },
    {
      "chunk_id": 66,
      "lyrics_text": "It's a Thriller in the trap where we from (where we from) Baby, don't you want to dance with me? No? I could dance like Michael Jackson (Jackson) I could give you satisfaction ('faction)",
      "valence": 3.0,
      "arousal": 3.45,
      "dominance": 3.29
    },
    {
      "chunk_id": 67,
      "lyrics_text": "Baby, don't you want to dance with me? No? I could dance like Michael Jackson (Jackson) I could give you satisfaction ('faction) And you know we out here everyday with it",
      "valence": 3.07,
      "arousal": 3.42,
      "dominance": 3.3
    },
    {
      "chunk_id": 68,
      "lyrics_text": "I could dance like Michael Jackson (Jackson) I could give you satisfaction ('faction) And you know we out here everyday with it I'ma show you how to get it",
      "valence": 3.44,
      "arousal": 3.44,
      "dominance": 3.43
    },
    {
      "chunk_id": 69,
      "lyrics_text": "I could give you satisfaction ('faction) And you know we out here everyday with it I'ma show you how to get it It go, right foot up, left foot slide",
      "valence": 3.3,
      "arousal": 3.35,
      "dominance": 3.44
    },
    {
      "chunk_id": 70,
      "lyrics_text": "And you know we out here everyday with it I'ma show you how to get it It go, right foot up, left foot slide Left foot up, right foot slide",
      "valence": 3.19,
      "arousal": 3.26,
      "dominance": 3.46
    },
    {
      "chunk_id": 71,
      "lyrics_text": "I'ma show you how to get it It go, right foot up, left foot slide Left foot up, right foot slide Basically, I'm sayin' either way, we 'bout to slide",
      "valence": 3.04,
      "arousal": 3.21,
      "dominance": 3.4
    },
    {
      "chunk_id": 72,
      "lyrics_text": "It go, right foot up, left foot slide Left foot up, right foot slide Basically, I'm sayin' either way, we 'bout to slide (Who's bad?)",
      "valence": 2.94,
      "arousal": 3.16,
      "dominance": 3.25
    }
  ]
}