{
  "artist": "Lil Baby, 42 Dugg & Veeze",
  "overall_vad": {
    "valence": 2.68,
    "arousal": 3.55,
    "dominance": 3.34
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "'Rari sittin' on 24s, ya dig? I cut the b-, she couldn't play her role, ya dig? A couple million plus I spent on clothes, ya dig? B- actin' like she scared, I bought her a ghost, ya dig?",
      "valence": 2.71,
      "arousal": 3.5,
      "dominance": 3.23
    },
    {
      "chunk_id": 2,
      "lyrics_text": "I cut the b-, she couldn't play her role, ya dig? A couple million plus I spent on clothes, ya dig? B- actin' like she scared, I bought her a ghost, ya dig? These lame-a- rappers tryna see if I f- they b-, you know I did",
      "valence": 2.46,
      "arousal": 3.65,
      "dominance": 3.48
    },
    {
      "chunk_id": 3,
      "lyrics_text": "A couple million plus I spent on clothes, ya dig? B- actin' like she scared, I bought her a ghost, ya dig? These lame-a- rappers tryna see if I f- they b-, you know I did Got 300 p- at the spot and they all disappeared, you know where they went (what?)",
      "valence": 2.65,
      "arousal": 3.6,
      "dominance": 3.24
    },
    {
      "chunk_id": 4,
      "lyrics_text": "B- actin' like she scared, I bought her a ghost, ya dig? These lame-a- rappers tryna see if I f- they b-, you know I did Got 300 p- at the spot and they all disappeared, you know where they went (what?) Ain't worried about a h- tellin' her best friend I'm cheap, she know I'm rich (yeah)",
      "valence": 2.57,
      "arousal": 3.57,
      "dominance": 3.31
    },
    {
      "chunk_id": 5,
      "lyrics_text": "These lame-a- rappers tryna see if I f- they b-, you know I did Got 300 p- at the spot and they all disappeared, you know where they went (what?) Ain't worried about a h- tellin' her best friend I'm cheap, she know I'm rich (yeah) Got four-five h- on a jet and it's only me, you know I'm lit",
      "valence": 2.52,
      "arousal": 3.59,
      "dominance": 3.19
    },
    {
      "chunk_id": 6,
      "lyrics_text": "Got 300 p- at the spot and they all disappeared, you know where they went (what?) Ain't worried about a h- tellin' her best friend I'm cheap, she know I'm rich (yeah) Got four-five h- on a jet and it's only me, you know I'm lit I'm a hot head but my heart cold, that b- just won't unthaw",
      "valence": 2.61,
      "arousal": 3.49,
      "dominance": 2.99
    },
    {
      "chunk_id": 7,
      "lyrics_text": "Ain't worried about a h- tellin' her best friend I'm cheap, she know I'm rich (yeah) Got four-five h- on a jet and it's only me, you know I'm lit I'm a hot head but my heart cold, that b- just won't unthaw I done ran it up, I ain't goin' broke, that sh- ain't in my thoughts",
      "valence": 2.67,
      "arousal": 3.49,
      "dominance": 3.25
    },
    {
      "chunk_id": 8,
      "lyrics_text": "Got four-five h- on a jet and it's only me, you know I'm lit I'm a hot head but my heart cold, that b- just won't unthaw I done ran it up, I ain't goin' broke, that sh- ain't in my thoughts I'm a real player, if you play it wrong, you can't keep the sh- that I bought",
      "valence": 2.7,
      "arousal": 3.39,
      "dominance": 3.06
    },
    {
      "chunk_id": 9,
      "lyrics_text": "I'm a hot head but my heart cold, that b- just won't unthaw I done ran it up, I ain't goin' broke, that sh- ain't in my thoughts I'm a real player, if you play it wrong, you can't keep the sh- that I bought Got white girl like Mary Jane, trap swingin' like Pete Parker",
      "valence": 2.57,
      "arousal": 3.38,
      "dominance": 3.28
    },
    {
      "chunk_id": 10,
      "lyrics_text": "I done ran it up, I ain't goin' broke, that sh- ain't in my thoughts I'm a real player, if you play it wrong, you can't keep the sh- that I bought Got white girl like Mary Jane, trap swingin' like Pete Parker Can't blame him, that's my son, he just doin' the sh- I taught him",
      "valence": 2.8,
      "arousal": 3.23,
      "dominance": 3.46
    },
    {
      "chunk_id": 11,
      "lyrics_text": "I'm a real player, if you play it wrong, you can't keep the sh- that I bought Got white girl like Mary Jane, trap swingin' like Pete Parker Can't blame him, that's my son, he just doin' the sh- I taught him On rodeo in a Maybach, they think that that's Rick Ross",
      "valence": 2.88,
      "arousal": 3.15,
      "dominance": 3.28
    },
    {
      "chunk_id": 12,
      "lyrics_text": "Got white girl like Mary Jane, trap swingin' like Pete Parker Can't blame him, that's my son, he just doin' the sh- I taught him On rodeo in a Maybach, they think that that's Rick Ross Wanna f- me, she a broke b-, sorry boo, that's a big \"hell, nah\"",
      "valence": 2.43,
      "arousal": 3.4,
      "dominance": 3.18
    },
    {
      "chunk_id": 13,
      "lyrics_text": "Can't blame him, that's my son, he just doin' the sh- I taught him On rodeo in a Maybach, they think that that's Rick Ross Wanna f- me, she a broke b-, sorry boo, that's a big \"hell, nah\" Wanna sneak diss, it's cool though, but your a- better not get caught (fa, fa, fa, fa, fa)",
      "valence": 2.48,
      "arousal": 3.47,
      "dominance": 3.26
    },
    {
      "chunk_id": 14,
      "lyrics_text": "On rodeo in a Maybach, they think that that's Rick Ross Wanna f- me, she a broke b-, sorry boo, that's a big \"hell, nah\" Wanna sneak diss, it's cool though, but your a- better not get caught (fa, fa, fa, fa, fa) Got fifties, thirties, switches, every pole, ya dig? (Dig)",
      "valence": 2.64,
      "arousal": 3.52,
      "dominance": 3.23
    },
    {
      "chunk_id": 15,
      "lyrics_text": "Wanna f- me, she a broke b-, sorry boo, that's a big \"hell, nah\" Wanna sneak diss, it's cool though, but your a- better not get caught (fa, fa, fa, fa, fa) Got fifties, thirties, switches, every pole, ya dig? (Dig) Brand new money, blue notes fallin' out my clothes, ya dig? (Dig)",
      "valence": 2.53,
      "arousal": 3.69,
      "dominance": 3.25
    },
    {
      "chunk_id": 16,
      "lyrics_text": "Wanna sneak diss, it's cool though, but your a- better not get caught (fa, fa, fa, fa, fa) Got fifties, thirties, switches, every pole, ya dig? (Dig) Brand new money, blue notes fallin' out my clothes, ya dig? (Dig) This my business, can't nobody know, ya dig? (Nah)",
      "valence": 2.84,
      "arousal": 3.43,
      "dominance": 3.3
    },
    {
      "chunk_id": 17,
      "lyrics_text": "Got fifties, thirties, switches, every pole, ya dig? (Dig) Brand new money, blue notes fallin' out my clothes, ya dig? (Dig) This my business, can't nobody know, ya dig? (Nah) Shake my hand but he really wanna cut my throat, ya dig? (Shh)",
      "valence": 2.76,
      "arousal": 3.52,
      "dominance": 3.29
    },
    {
      "chunk_id": 18,
      "lyrics_text": "Brand new money, blue notes fallin' out my clothes, ya dig? (Dig) This my business, can't nobody know, ya dig? (Nah) Shake my hand but he really wanna cut my throat, ya dig? (Shh) These lame-a- n- get dropped from left and right, you know I did it (alright)",
      "valence": 2.63,
      "arousal": 3.62,
      "dominance": 3.34
    },
    {
      "chunk_id": 19,
      "lyrics_text": "This my business, can't nobody know, ya dig? (Nah) Shake my hand but he really wanna cut my throat, ya dig? (Shh) These lame-a- n- get dropped from left and right, you know I did it (alright) When she put her hair in a bun and grab my belt, I'ma know it's real (ooh)",
      "valence": 2.39,
      "arousal": 3.63,
      "dominance": 3.58
    },
    {
      "chunk_id": 20,
      "lyrics_text": "Shake my hand but he really wanna cut my throat, ya dig? (Shh) These lame-a- n- get dropped from left and right, you know I did it (alright) When she put her hair in a bun and grab my belt, I'ma know it's real (ooh) I'm heavy handed pouring in, all my cups be over spilled",
      "valence": 2.35,
      "arousal": 3.81,
      "dominance": 3.44
    },
    {
      "chunk_id": 21,
      "lyrics_text": "These lame-a- n- get dropped from left and right, you know I did it (alright) When she put her hair in a bun and grab my belt, I'ma know it's real (ooh) I'm heavy handed pouring in, all my cups be over spilled I done popped me a Akorn pint, this sh- so red like roadkill",
      "valence": 2.52,
      "arousal": 3.56,
      "dominance": 3.27
    },
    {
      "chunk_id": 22,
      "lyrics_text": "When she put her hair in a bun and grab my belt, I'ma know it's real (ooh) I'm heavy handed pouring in, all my cups be over spilled I done popped me a Akorn pint, this sh- so red like roadkill That lil' hunnid thou', I made that shit five times, no deally (fuck)",
      "valence": 2.23,
      "arousal": 3.97,
      "dominance": 3.38
    },
    {
      "chunk_id": 23,
      "lyrics_text": "I'm heavy handed pouring in, all my cups be over spilled I done popped me a Akorn pint, this sh- so red like roadkill That lil' hunnid thou', I made that shit five times, no deally (fuck) He rap about opps but ain't put them hoes down, he silly (haha)",
      "valence": 2.18,
      "arousal": 3.89,
      "dominance": 3.4
    },
    {
      "chunk_id": 24,
      "lyrics_text": "I done popped me a Akorn pint, this sh- so red like roadkill That lil' hunnid thou', I made that shit five times, no deally (fuck) He rap about opps but ain't put them hoes down, he silly (haha) I'ma shop when I land, I ain't gotta take no bags, each city (yeah)",
      "valence": 2.35,
      "arousal": 3.72,
      "dominance": 3.44
    },
    {
      "chunk_id": 25,
      "lyrics_text": "That lil' hunnid thou', I made that shit five times, no deally (fuck) He rap about opps but ain't put them hoes down, he silly (haha) I'ma shop when I land, I ain't gotta take no bags, each city (yeah) I'm f- his b- and talkin' about it in my raps, he gon' k-",
      "valence": 2.3,
      "arousal": 3.76,
      "dominance": 3.59
    },
    {
      "chunk_id": 26,
      "lyrics_text": "He rap about opps but ain't put them hoes down, he silly (haha) I'ma shop when I land, I ain't gotta take no bags, each city (yeah) I'm f- his b- and talkin' about it in my raps, he gon' k- I'm walkin' a check, got 650 on each leg, ya dig? (Yeah)",
      "valence": 2.83,
      "arousal": 3.5,
      "dominance": 3.43
    },
    {
      "chunk_id": 27,
      "lyrics_text": "I'ma shop when I land, I ain't gotta take no bags, each city (yeah) I'm f- his b- and talkin' about it in my raps, he gon' k- I'm walkin' a check, got 650 on each leg, ya dig? (Yeah) Dollar Faygo, now it's worth a band, ya dig? (Ooh)",
      "valence": 3.15,
      "arousal": 3.49,
      "dominance": 3.32
    },
    {
      "chunk_id": 28,
      "lyrics_text": "I'm f- his b- and talkin' about it in my raps, he gon' k- I'm walkin' a check, got 650 on each leg, ya dig? (Yeah) Dollar Faygo, now it's worth a band, ya dig? (Ooh) Amiri flannel blue, I'm dressed like Craig, ya dig? (ooh)",
      "valence": 3.1,
      "arousal": 3.62,
      "dominance": 3.41
    },
    {
      "chunk_id": 29,
      "lyrics_text": "I'm walkin' a check, got 650 on each leg, ya dig? (Yeah) Dollar Faygo, now it's worth a band, ya dig? (Ooh) Amiri flannel blue, I'm dressed like Craig, ya dig? (ooh) Just like Simon, b-, better do what I say, ya dig?",
      "valence": 3.18,
      "arousal": 3.5,
      "dominance": 3.28
    },
    {
      "chunk_id": 30,
      "lyrics_text": "Dollar Faygo, now it's worth a band, ya dig? (Ooh) Amiri flannel blue, I'm dressed like Craig, ya dig? (ooh) Just like Simon, b-, better do what I say, ya dig? I go to the club with it on me, I seen n- die tryna run to the whip, yeah",
      "valence": 3.12,
      "arousal": 3.56,
      "dominance": 3.31
    },
    {
      "chunk_id": 31,
      "lyrics_text": "Amiri flannel blue, I'm dressed like Craig, ya dig? (ooh) Just like Simon, b-, better do what I say, ya dig? I go to the club with it on me, I seen n- die tryna run to the whip, yeah My life is a movie like Paid in Full, my uncles, they hate that I'm rich, yeah",
      "valence": 2.95,
      "arousal": 3.45,
      "dominance": 3.25
    },
    {
      "chunk_id": 32,
      "lyrics_text": "Just like Simon, b-, better do what I say, ya dig? I go to the club with it on me, I seen n- die tryna run to the whip, yeah My life is a movie like Paid in Full, my uncles, they hate that I'm rich, yeah I might go to hell, I'll ice skate with the devil before I put faith in a b-",
      "valence": 2.58,
      "arousal": 3.57,
      "dominance": 3.44
    },
    {
      "chunk_id": 33,
      "lyrics_text": "I go to the club with it on me, I seen n- die tryna run to the whip, yeah My life is a movie like Paid in Full, my uncles, they hate that I'm rich, yeah I might go to hell, I'll ice skate with the devil before I put faith in a b- I f- her so good, she ain't ask for the money, I was 'posed to be payin' her rent",
      "valence": 2.58,
      "arousal": 3.6,
      "dominance": 3.32
    },
    {
      "chunk_id": 34,
      "lyrics_text": "My life is a movie like Paid in Full, my uncles, they hate that I'm rich, yeah I might go to hell, I'll ice skate with the devil before I put faith in a b- I f- her so good, she ain't ask for the money, I was 'posed to be payin' her rent I'm givin' the blicks to the shorties for free, but they only get paid for a hit",
      "valence": 2.56,
      "arousal": 3.6,
      "dominance": 3.32
    },
    {
      "chunk_id": 35,
      "lyrics_text": "I might go to hell, I'll ice skate with the devil before I put faith in a b- I f- her so good, she ain't ask for the money, I was 'posed to be payin' her rent I'm givin' the blicks to the shorties for free, but they only get paid for a hit I'm capital P, how I'm peelin' these pints and paintin' these pops like Prince, yeah",
      "valence": 2.53,
      "arousal": 3.75,
      "dominance": 3.67
    },
    {
      "chunk_id": 36,
      "lyrics_text": "I f- her so good, she ain't ask for the money, I was 'posed to be payin' her rent I'm givin' the blicks to the shorties for free, but they only get paid for a hit I'm capital P, how I'm peelin' these pints and paintin' these pops like Prince, yeah It come out the wrapper, it shine and glisten, it look like the flake of a fish",
      "valence": 3.1,
      "arousal": 3.63,
      "dominance": 3.6
    },
    {
      "chunk_id": 37,
      "lyrics_text": "I'm givin' the blicks to the shorties for free, but they only get paid for a hit I'm capital P, how I'm peelin' these pints and paintin' these pops like Prince, yeah It come out the wrapper, it shine and glisten, it look like the flake of a fish The way I was kickin' my pimpin', a regular n-, he can't even dig (damn)",
      "valence": 2.9,
      "arousal": 3.53,
      "dominance": 3.39
    },
    {
      "chunk_id": 38,
      "lyrics_text": "I'm capital P, how I'm peelin' these pints and paintin' these pops like Prince, yeah It come out the wrapper, it shine and glisten, it look like the flake of a fish The way I was kickin' my pimpin', a regular n-, he can't even dig (damn) I done dressed up, all my cups look like Suge Knight, you know they red",
      "valence": 3.06,
      "arousal": 3.47,
      "dominance": 3.32
    },
    {
      "chunk_id": 39,
      "lyrics_text": "It come out the wrapper, it shine and glisten, it look like the flake of a fish The way I was kickin' my pimpin', a regular n-, he can't even dig (damn) I done dressed up, all my cups look like Suge Knight, you know they red My Glock so switched, it went from Kris to Caitlyn, you know it's trans",
      "valence": 3.02,
      "arousal": 3.47,
      "dominance": 3.26
    },
    {
      "chunk_id": 40,
      "lyrics_text": "The way I was kickin' my pimpin', a regular n-, he can't even dig (damn) I done dressed up, all my cups look like Suge Knight, you know they red My Glock so switched, it went from Kris to Caitlyn, you know it's trans Who that flew by in the 'Rari, same color Trae Young? You know that's twin",
      "valence": 2.86,
      "arousal": 3.4,
      "dominance": 3.27
    },
    {
      "chunk_id": 41,
      "lyrics_text": "I done dressed up, all my cups look like Suge Knight, you know they red My Glock so switched, it went from Kris to Caitlyn, you know it's trans Who that flew by in the 'Rari, same color Trae Young? You know that's twin I done f- this h- for a year, I ain't go on no date, she know we friends (fa, fa, fa, fa, fa)",
      "valence": 2.99,
      "arousal": 3.29,
      "dominance": 3.18
    },
    {
      "chunk_id": 42,
      "lyrics_text": "My Glock so switched, it went from Kris to Caitlyn, you know it's trans Who that flew by in the 'Rari, same color Trae Young? You know that's twin I done f- this h- for a year, I ain't go on no date, she know we friends (fa, fa, fa, fa, fa) Got fifties, thirties, switches, every pole, ya dig? (Dig)",
      "valence": 2.93,
      "arousal": 3.26,
      "dominance": 3.17
    },
    {
      "chunk_id": 43,
      "lyrics_text": "Who that flew by in the 'Rari, same color Trae Young? You know that's twin I done f- this h- for a year, I ain't go on no date, she know we friends (fa, fa, fa, fa, fa) Got fifties, thirties, switches, every pole, ya dig? (Dig) Brand new money, blue notes fallin' out my clothes, ya dig? (Dig)",
      "valence": 3.01,
      "arousal": 3.27,
      "dominance": 3.19
    },
    {
      "chunk_id": 44,
      "lyrics_text": "I done f- this h- for a year, I ain't go on no date, she know we friends (fa, fa, fa, fa, fa) Got fifties, thirties, switches, every pole, ya dig? (Dig) Brand new money, blue notes fallin' out my clothes, ya dig? (Dig) This my business, can't nobody know, ya dig? (Nah)",
      "valence": 2.85,
      "arousal": 3.29,
      "dominance": 3.31
    },
    {
      "chunk_id": 45,
      "lyrics_text": "Got fifties, thirties, switches, every pole, ya dig? (Dig) Brand new money, blue notes fallin' out my clothes, ya dig? (Dig) This my business, can't nobody know, ya dig? (Nah) Shake my hand but he really wanna cut my throat, ya dig? (Shh)",
      "valence": 2.76,
      "arousal": 3.52,
      "dominance": 3.29
    },
    {
      "chunk_id": 46,
      "lyrics_text": "Brand new money, blue notes fallin' out my clothes, ya dig? (Dig) This my business, can't nobody know, ya dig? (Nah) Shake my hand but he really wanna cut my throat, ya dig? (Shh) These lame-a- n- get dropped from left and right, you know I did it (alright)",
      "valence": 2.63,
      "arousal": 3.62,
      "dominance": 3.34
    },
    {
      "chunk_id": 47,
      "lyrics_text": "This my business, can't nobody know, ya dig? (Nah) Shake my hand but he really wanna cut my throat, ya dig? (Shh) These lame-a- n- get dropped from left and right, you know I did it (alright) When she put her hair in a bun and grab my belt, I'ma know it's real (ooh)",
      "valence": 2.39,
      "arousal": 3.63,
      "dominance": 3.58
    },
    {
      "chunk_id": 48,
      "lyrics_text": "Shake my hand but he really wanna cut my throat, ya dig? (Shh) These lame-a- n- get dropped from left and right, you know I did it (alright) When she put her hair in a bun and grab my belt, I'ma know it's real (ooh) I'm heavy handed pouring in, all my cups be over spilled",
      "valence": 2.35,
      "arousal": 3.81,
      "dominance": 3.44
    },
    {
      "chunk_id": 49,
      "lyrics_text": "These lame-a- n- get dropped from left and right, you know I did it (alright) When she put her hair in a bun and grab my belt, I'ma know it's real (ooh) I'm heavy handed pouring in, all my cups be over spilled I done popped me a Akorn pint, this sh- so red like roadkill",
      "valence": 2.52,
      "arousal": 3.56,
      "dominance": 3.27
    },
    {
      "chunk_id": 50,
      "lyrics_text": "When she put her hair in a bun and grab my belt, I'ma know it's real (ooh) I'm heavy handed pouring in, all my cups be over spilled I done popped me a Akorn pint, this sh- so red like roadkill I'd rather chase that check, that bag, stash nine Ms over 1.5",
      "valence": 2.6,
      "arousal": 3.65,
      "dominance": 3.19
    },
    {
      "chunk_id": 51,
      "lyrics_text": "I'm heavy handed pouring in, all my cups be over spilled I done popped me a Akorn pint, this sh- so red like roadkill I'd rather chase that check, that bag, stash nine Ms over 1.5 Damn right, I got a dime, they don't see me",
      "valence": 2.48,
      "arousal": 3.63,
      "dominance": 3.07
    },
    {
      "chunk_id": 52,
      "lyrics_text": "I done popped me a Akorn pint, this sh- so red like roadkill I'd rather chase that check, that bag, stash nine Ms over 1.5 Damn right, I got a dime, they don't see me I was probably wearin' Tru's before Chief Keef",
      "valence": 2.58,
      "arousal": 3.41,
      "dominance": 3.28
    },
    {
      "chunk_id": 53,
      "lyrics_text": "I'd rather chase that check, that bag, stash nine Ms over 1.5 Damn right, I got a dime, they don't see me I was probably wearin' Tru's before Chief Keef Drop a five in the Sprite, bitch, pink, pink (yeah)",
      "valence": 2.32,
      "arousal": 3.78,
      "dominance": 3.56
    },
    {
      "chunk_id": 54,
      "lyrics_text": "Damn right, I got a dime, they don't see me I was probably wearin' Tru's before Chief Keef Drop a five in the Sprite, bitch, pink, pink (yeah) If I knock a b- down, hear, \"Ding, ding\"",
      "valence": 2.49,
      "arousal": 3.73,
      "dominance": 3.5
    },
    {
      "chunk_id": 55,
      "lyrics_text": "I was probably wearin' Tru's before Chief Keef Drop a five in the Sprite, bitch, pink, pink (yeah) If I knock a b- down, hear, \"Ding, ding\" Time to go, Chrome Hearts vest four thousand (Yeah)",
      "valence": 2.75,
      "arousal": 3.46,
      "dominance": 3.44
    },
    {
      "chunk_id": 56,
      "lyrics_text": "Drop a five in the Sprite, bitch, pink, pink (yeah) If I knock a b- down, hear, \"Ding, ding\" Time to go, Chrome Hearts vest four thousand (Yeah) What about the coat? Turnt young n-, I know",
      "valence": 2.56,
      "arousal": 3.58,
      "dominance": 3.57
    },
    {
      "chunk_id": 57,
      "lyrics_text": "If I knock a b- down, hear, \"Ding, ding\" Time to go, Chrome Hearts vest four thousand (Yeah) What about the coat? Turnt young n-, I know Never surrender, n- askin' why I tote, bet if I up, I blow",
      "valence": 2.63,
      "arousal": 3.33,
      "dominance": 3.1
    },
    {
      "chunk_id": 58,
      "lyrics_text": "Time to go, Chrome Hearts vest four thousand (Yeah) What about the coat? Turnt young n-, I know Never surrender, n- askin' why I tote, bet if I up, I blow F- they b-, I know, hundred Gs, five for a show, n-",
      "valence": 2.81,
      "arousal": 3.27,
      "dominance": 3.09
    },
    {
      "chunk_id": 59,
      "lyrics_text": "What about the coat? Turnt young n-, I know Never surrender, n- askin' why I tote, bet if I up, I blow F- they b-, I know, hundred Gs, five for a show, n- I got the 'Cat, the Track', the Urus, the 'Bach, I bet if I call she fuck (hello?)",
      "valence": 2.58,
      "arousal": 3.44,
      "dominance": 3.34
    },
    {
      "chunk_id": 60,
      "lyrics_text": "Never surrender, n- askin' why I tote, bet if I up, I blow F- they b-, I know, hundred Gs, five for a show, n- I got the 'Cat, the Track', the Urus, the 'Bach, I bet if I call she fuck (hello?) I got T-Rex the bike, TRX the truck, that sh- like two hundred somethin' plus",
      "valence": 2.68,
      "arousal": 3.52,
      "dominance": 3.46
    },
    {
      "chunk_id": 61,
      "lyrics_text": "F- they b-, I know, hundred Gs, five for a show, n- I got the 'Cat, the Track', the Urus, the 'Bach, I bet if I call she fuck (hello?) I got T-Rex the bike, TRX the truck, that sh- like two hundred somethin' plus I'm the turntest n- you know from the city, you dig?",
      "valence": 2.97,
      "arousal": 3.51,
      "dominance": 3.57
    },
    {
      "chunk_id": 62,
      "lyrics_text": "I got the 'Cat, the Track', the Urus, the 'Bach, I bet if I call she fuck (hello?) I got T-Rex the bike, TRX the truck, that sh- like two hundred somethin' plus I'm the turntest n- you know from the city, you dig? B-, if we catch him, you know we gon' kill him, on my kids",
      "valence": 2.67,
      "arousal": 3.65,
      "dominance": 3.75
    },
    {
      "chunk_id": 63,
      "lyrics_text": "I got T-Rex the bike, TRX the truck, that sh- like two hundred somethin' plus I'm the turntest n- you know from the city, you dig? B-, if we catch him, you know we gon' kill him, on my kids This Big 4 shit so for real, I still spin just for the thrill",
      "valence": 3.03,
      "arousal": 3.71,
      "dominance": 3.56
    },
    {
      "chunk_id": 64,
      "lyrics_text": "I'm the turntest n- you know from the city, you dig? B-, if we catch him, you know we gon' kill him, on my kids This Big 4 shit so for real, I still spin just for the thrill But where you at? I'm on his heels, pull up on me, I'm at LIV (Miami)",
      "valence": 2.99,
      "arousal": 3.84,
      "dominance": 3.51
    }
  ]
}