{
  "artist": "Drake Featuring PARTYNEXTDOOR",
  "overall_vad": {
    "valence": 3.17,
    "arousal": 3.5,
    "dominance": 3.35
  },
  "chunked_vad": [
    {
      "chunk_id": 1,
      "lyrics_text": "It's about us right now, girl, where you going? It's about us right now, girl, where you going? I'm with you Yeah, I can't get enough of you, babe",
      "valence": 3.28,
      "arousal": 3.57,
      "dominance": 3.41
    },
    {
      "chunk_id": 2,
      "lyrics_text": "It's about us right now, girl, where you going? I'm with you Yeah, I can't get enough of you, babe Bottles open up so you can try and open up for me, baby",
      "valence": 3.33,
      "arousal": 3.54,
      "dominance": 3.39
    },
    {
      "chunk_id": 3,
      "lyrics_text": "I'm with you Yeah, I can't get enough of you, babe Bottles open up so you can try and open up for me, baby M.I.A. in the M.I.A",
      "valence": 3.55,
      "arousal": 3.73,
      "dominance": 3.39
    },
    {
      "chunk_id": 4,
      "lyrics_text": "Yeah, I can't get enough of you, babe Bottles open up so you can try and open up for me, baby M.I.A. in the M.I.A You do you, girl, the haters gon' hate",
      "valence": 3.31,
      "arousal": 3.8,
      "dominance": 3.45
    },
    {
      "chunk_id": 5,
      "lyrics_text": "Bottles open up so you can try and open up for me, baby M.I.A. in the M.I.A You do you, girl, the haters gon' hate Cut them off like you a sensei, girl",
      "valence": 3.19,
      "arousal": 3.48,
      "dominance": 3.45
    },
    {
      "chunk_id": 6,
      "lyrics_text": "M.I.A. in the M.I.A You do you, girl, the haters gon' hate Cut them off like you a sensei, girl Oh, I know you feel what I feel",
      "valence": 2.92,
      "arousal": 3.59,
      "dominance": 3.54
    },
    {
      "chunk_id": 7,
      "lyrics_text": "You do you, girl, the haters gon' hate Cut them off like you a sensei, girl Oh, I know you feel what I feel Breaking you off, it's so real",
      "valence": 2.77,
      "arousal": 3.69,
      "dominance": 3.54
    },
    {
      "chunk_id": 8,
      "lyrics_text": "Cut them off like you a sensei, girl Oh, I know you feel what I feel Breaking you off, it's so real I can't fake that, babe",
      "valence": 2.74,
      "arousal": 3.76,
      "dominance": 3.64
    },
    {
      "chunk_id": 9,
      "lyrics_text": "Oh, I know you feel what I feel Breaking you off, it's so real I can't fake that, babe My love's locked down and you cuffing it",
      "valence": 3.63,
      "arousal": 4.15,
      "dominance": 3.37
    },
    {
      "chunk_id": 10,
      "lyrics_text": "Breaking you off, it's so real I can't fake that, babe My love's locked down and you cuffing it You're the only one I trust with it",
      "valence": 3.51,
      "arousal": 4.13,
      "dominance": 3.43
    },
    {
      "chunk_id": 11,
      "lyrics_text": "I can't fake that, babe My love's locked down and you cuffing it You're the only one I trust with it You're the only one that stuck with it",
      "valence": 3.35,
      "arousal": 3.97,
      "dominance": 3.48
    },
    {
      "chunk_id": 12,
      "lyrics_text": "My love's locked down and you cuffing it You're the only one I trust with it You're the only one that stuck with it It's about us right now, girl, where you going?",
      "valence": 3.35,
      "arousal": 3.83,
      "dominance": 3.4
    },
    {
      "chunk_id": 13,
      "lyrics_text": "You're the only one I trust with it You're the only one that stuck with it It's about us right now, girl, where you going? It's about us right now, girl, where you going?",
      "valence": 3.02,
      "arousal": 3.34,
      "dominance": 3.25
    },
    {
      "chunk_id": 14,
      "lyrics_text": "You're the only one that stuck with it It's about us right now, girl, where you going? It's about us right now, girl, where you going? I'm with you",
      "valence": 3.15,
      "arousal": 3.33,
      "dominance": 3.27
    },
    {
      "chunk_id": 15,
      "lyrics_text": "It's about us right now, girl, where you going? It's about us right now, girl, where you going? I'm with you It's about us right now, girl, where you going?",
      "valence": 3.08,
      "arousal": 3.23,
      "dominance": 3.26
    },
    {
      "chunk_id": 16,
      "lyrics_text": "It's about us right now, girl, where you going? I'm with you It's about us right now, girl, where you going? It's about us right now, girl, where you going? Yeah",
      "valence": 3.08,
      "arousal": 3.25,
      "dominance": 3.25
    },
    {
      "chunk_id": 17,
      "lyrics_text": "I'm with you It's about us right now, girl, where you going? It's about us right now, girl, where you going? Yeah I'm with you",
      "valence": 3.27,
      "arousal": 3.36,
      "dominance": 3.39
    },
    {
      "chunk_id": 18,
      "lyrics_text": "It's about us right now, girl, where you going? It's about us right now, girl, where you going? Yeah I'm with you Yeah, linking me down on my line",
      "valence": 3.18,
      "arousal": 3.29,
      "dominance": 3.38
    },
    {
      "chunk_id": 19,
      "lyrics_text": "It's about us right now, girl, where you going? Yeah I'm with you Yeah, linking me down on my line Busy as usual but we should make some time",
      "valence": 3.22,
      "arousal": 3.4,
      "dominance": 3.33
    },
    {
      "chunk_id": 20,
      "lyrics_text": "I'm with you Yeah, linking me down on my line Busy as usual but we should make some time Looking for things you can find",
      "valence": 3.36,
      "arousal": 3.26,
      "dominance": 3.2
    },
    {
      "chunk_id": 21,
      "lyrics_text": "Yeah, linking me down on my line Busy as usual but we should make some time Looking for things you can find Just so you can have something to bring up when it's time",
      "valence": 3.25,
      "arousal": 3.16,
      "dominance": 3.19
    },
    {
      "chunk_id": 22,
      "lyrics_text": "Busy as usual but we should make some time Looking for things you can find Just so you can have something to bring up when it's time Mixing vodka and emotions, tapping into your emotions",
      "valence": 3.21,
      "arousal": 3.14,
      "dominance": 3.23
    },
    {
      "chunk_id": 23,
      "lyrics_text": "Looking for things you can find Just so you can have something to bring up when it's time Mixing vodka and emotions, tapping into your emotions Dry cry cause I'm hopeless",
      "valence": 2.87,
      "arousal": 3.2,
      "dominance": 3.24
    },
    {
      "chunk_id": 24,
      "lyrics_text": "Just so you can have something to bring up when it's time Mixing vodka and emotions, tapping into your emotions Dry cry cause I'm hopeless Choose your lover for the moment",
      "valence": 3.04,
      "arousal": 3.58,
      "dominance": 3.43
    },
    {
      "chunk_id": 25,
      "lyrics_text": "Mixing vodka and emotions, tapping into your emotions Dry cry cause I'm hopeless Choose your lover for the moment Different story when I leave you",
      "valence": 2.88,
      "arousal": 3.5,
      "dominance": 3.19
    },
    {
      "chunk_id": 26,
      "lyrics_text": "Dry cry cause I'm hopeless Choose your lover for the moment Different story when I leave you Story of just to keep you",
      "valence": 2.87,
      "arousal": 3.46,
      "dominance": 3.0
    },
    {
      "chunk_id": 27,
      "lyrics_text": "Choose your lover for the moment Different story when I leave you Story of just to keep you I need you around, I need you, oh",
      "valence": 3.34,
      "arousal": 3.55,
      "dominance": 3.4
    },
    {
      "chunk_id": 28,
      "lyrics_text": "Different story when I leave you Story of just to keep you I need you around, I need you, oh It's about us right now, girl, where you going?",
      "valence": 3.12,
      "arousal": 3.42,
      "dominance": 3.24
    },
    {
      "chunk_id": 29,
      "lyrics_text": "Story of just to keep you I need you around, I need you, oh It's about us right now, girl, where you going? It's about us right now, girl, where you going?",
      "valence": 3.11,
      "arousal": 3.51,
      "dominance": 3.32
    },
    {
      "chunk_id": 30,
      "lyrics_text": "I need you around, I need you, oh It's about us right now, girl, where you going? It's about us right now, girl, where you going? I'm with you",
      "valence": 3.17,
      "arousal": 3.55,
      "dominance": 3.45
    },
    {
      "chunk_id": 31,
      "lyrics_text": "It's about us right now, girl, where you going? It's about us right now, girl, where you going? I'm with you It's all about us right now, girl, where you going?",
      "valence": 3.1,
      "arousal": 3.23,
      "dominance": 3.26
    },
    {
      "chunk_id": 32,
      "lyrics_text": "It's about us right now, girl, where you going? I'm with you It's all about us right now, girl, where you going? It's all about us right now, girl, where you going?",
      "valence": 3.08,
      "arousal": 3.21,
      "dominance": 3.24
    },
    {
      "chunk_id": 33,
      "lyrics_text": "I'm with you It's all about us right now, girl, where you going? It's all about us right now, girl, where you going? I'm with you, I'm with you",
      "valence": 3.26,
      "arousal": 3.39,
      "dominance": 3.4
    }
  ]
}